[
  {
    "id": 1,
    "q": "Il giudice di pace, salvo eccezioni di legge, decide secondo equità le cause il cui valore non eccede:",
    "A": "3.300 euro",
    "B": "1.100 euro",
    "C": "1.000 euro",
    "correct": "B"
  },
  {
    "id": 2,
    "q": "In base al codice di procedura civile, il Giudice di pace è competente per le cause relative a beni mobili di valore non superiore a:",
    "A": "5.000 euro",
    "B": "1.500 euro",
    "C": "15.000 euro",
    "correct": "A"
  },
  {
    "id": 3,
    "q": "Il giudice, con l'ordinanza con cui dichiara inammissibile o rigetta la ricusazione, provvede sulle spese e può condannare la parte che l'ha proposta ad una pena pecuniaria non superiore a:",
    "A": "250 euro",
    "B": "500 euro",
    "C": "100 euro",
    "correct": "A"
  },
  {
    "id": 4,
    "q": "In via di principio, quanti giorni devono passare tra la notificazione del precetto e l'inizio dell'esecuzione forzata?",
    "A": "15 giorni",
    "B": "10 giorni",
    "C": "30 giorni",
    "correct": "B"
  },
  {
    "id": 5,
    "q": "L'art. 82 c.p.c. dispone che davanti al giudice di pace le parti possono stare in giudizio senza il ministero o l'assistenza di un difensore nelle cause il cui valore non eccede:",
    "A": "1.100 euro",
    "B": "2.000 euro",
    "C": "1.500 euro",
    "correct": "A"
  },
  {
    "id": 6,
    "q": "Completare correttamente il seguente comma dell'art. 490 c.p.c. \"Procedendosi all'espropriazione di beni immobili, l'avviso che ne dà pubblicità deve inserito in appositi siti internet almeno ... giorni prima del termine per la presentazione delle offerte o della data dell'incanto\".",
    "A": "15",
    "B": "45",
    "C": "30",
    "correct": "B"
  },
  {
    "id": 7,
    "q": "Completare correttamente la seguente frase facendo riferimento all'rt. 497 c.p.c. \"Il pignoramento perde efficacia quando dal suo compimento sono trascorsi ... giorni senza che sia stata richiesta l'assegnazione o la vendita\".",
    "A": "45",
    "B": "30",
    "C": "60",
    "correct": "A"
  },
  {
    "id": 8,
    "q": "In base al codice di procedura civile, il termine ordinario per la costituzione in giudizio del convenuto è di almeno:",
    "A": "30 giorni prima dell'udienza di comparizione",
    "B": "20 giorni prima dell'udienza di comparizione",
    "C": "10 giorni prima dell'udienza di comparizione",
    "correct": "B"
  },
  {
    "id": 9,
    "q": "Davanti al giudice di pace le parti possono stare in giudizio personalmente nelle cause il cui valore non eccede:",
    "A": "€ 3.000",
    "B": "€ 5.000",
    "C": "€ 1.100",
    "correct": "C"
  },
  {
    "id": 10,
    "q": "Le notificazioni non possono farsi prima delle ore:",
    "A": "6 e dopo le ore 21",
    "B": "7 e dopo le ore 21",
    "C": "6 e dopo le ore 20",
    "correct": "B"
  },
  {
    "id": 11,
    "q": "In base all'articolo 415 del codice di procedura civile, tra la data di notifica al convenuto del ricorso e la data dell'udienza di discussione deve decorrere un termine non inferiore a:",
    "A": "60 giorni",
    "B": "10 giorni",
    "C": "30 giorni",
    "correct": "C"
  },
  {
    "id": 12,
    "q": "In base al codice di procedura civile, il termine per proporre opposizione di terzo contro la sentenza è di:",
    "A": "45 giorni",
    "B": "30 giorni",
    "C": "60 giorni",
    "correct": "B"
  },
  {
    "id": 13,
    "q": "Nel pignoramento, quando il giudice dispone con ordinanza la vendita o l'assegnazione, l'udienza di comparizione del debitore e dei creditori intervenuti privi di titolo esecutivo viene notificata:",
    "A": "sempre a cura del debitore",
    "B": "a cura di una delle parti, indicata dal giudice",
    "C": "a cura del cancelliere",
    "correct": "B"
  },
  {
    "id": 14,
    "q": "In sede di esecuzione civile, se oltre al creditore pignorante sono intervenuti altri creditori, la distribuzione della somma ricavata è fatta:",
    "A": "a favore del pignorante e degli intervenuti, senza osservanza delle cause di prelazione",
    "B": "con riguardo alle cause di prelazione",
    "C": "prima a favore del pignorante e poi, con riguardo alle cause di prelazione, degli intervenuti",
    "correct": "B"
  },
  {
    "id": 15,
    "q": "Sono di seguito elencati alcuni casi nei quali, a norma dell'art. 78 c.p.c., è disposta in un giudizio la nomina di un curatore speciale a una parte. Uno di questi casi è però estraneo alla previsione dell'articolo. Quale?",
    "A": "A favore di un soggetto rappresentato che si trova in conflitto di interessi con il rappresentante",
    "B": "A favore di un'associazione non riconosciuta, finché non subentra colui al quale spetta la rappresentanza o l'assistenza",
    "C": "A favore della persona rappresentata il cui rappresentante non ha la qualità necessaria per esercitare l'ufficio di difensore con procura",
    "correct": "C"
  },
  {
    "id": 16,
    "q": "L'intervento dei creditori nel pignoramento NON dà loro diritto:",
    "A": "a partecipare alla distribuzione della somma ricavata",
    "B": "a partecipare all'espropriazione del bene pignorato",
    "C": "alla prelazione",
    "correct": "C"
  },
  {
    "id": 17,
    "q": "Le comparse conclusionali debbono essere depositate entro il termine di sessanta giorni dalla rimessione della causa al collegio. Tuttavia, il giudice istruttore quando rimette la causa al collegio può fissare un termine più breve comunque non inferiore:",
    "A": "a dieci giorni",
    "B": "a quaranta giorni",
    "C": "a venti giorni",
    "correct": "C"
  },
  {
    "id": 18,
    "q": "La costituzione del contumace può avvenire in ogni momento del procedimento fino:",
    "A": "a settanta giorni dopo l'udienza di precisazione delle conclusioni",
    "B": "a che non ne sia dichiarata la contumacia",
    "C": "all'udienza di precisazionedelle conclusioni",
    "correct": "C"
  },
  {
    "id": 19,
    "q": "Un creditore procede ad esecuzione forzata contro il suo debitore. A quali creditori intervenuti tempestivamente potrà indicare l'esistenza di altri beni del debitore utilmente pignorabili?",
    "A": "Ai chirografari",
    "B": "Ai soli chirografari muniti di titolo esecutivo",
    "C": "A tutti",
    "correct": "A"
  },
  {
    "id": 20,
    "q": "Se il giudice ordina al terzo, purché ciò possa compiersi senza grave danno per questi e senza costringerlo a violare uno dei segreti previsti agli artt. 351 e 352 c.p.p., di consentire sulla sua persona o sulle cose in suo possesso le ispezioni che appaiono indispensabili per conoscere i fatti della causa e il terzo si rifiuta di eseguire l'ordine, il giudice lo condanna:",
    "A": "a una pena pecuniaria da euro 350 a euro 1.800",
    "B": "a una pena pecuniaria da euro 250 a euro 1.500",
    "C": "a una pena pecuniaria da euro 450 a euro 1.900",
    "correct": "B"
  },
  {
    "id": 21,
    "q": "In sede di esecuzione civile, il creditore intervenuto nel pignoramento e privo di titolo esecutivo il cui credito non sia stato riconosciuto dal debitore, in sede di distribuzione della somma ricavata, ha diritto:",
    "A": "al riconoscimento del suo credito",
    "B": "all'accantonamento della somma che gli spetterebbe",
    "C": "ad ottenere il titolo esecutivo",
    "correct": "B"
  },
  {
    "id": 22,
    "q": "Il dovere di comportarsi di comportarsi con lealtà e probità nel processo civile è imposto dall'art. 88 c.p.c. :",
    "A": "ai soli difensori",
    "B": "alle sole parti",
    "C": "alle parti e ai difensori",
    "correct": "C"
  },
  {
    "id": 23,
    "q": "L'articolo 89 c.p.c. fa divieto di usare, nel processo civile, espressioni sconvenienti negli scritti e nei discorsi pronunciati davanti al giudice:",
    "A": "ai soli difensori",
    "B": "alle parti e ai difensori",
    "C": "alle sole parti",
    "correct": "B"
  },
  {
    "id": 24,
    "q": "La conservazione e l'amministrazione dei beni pignorati o sequestrati sono affidate:",
    "A": "al cancelliere, quando la legge non dispone altrimenti",
    "B": "al pubblico ministero",
    "C": "a un custode, quando la legge non dispone altrimenti",
    "correct": "C"
  },
  {
    "id": 25,
    "q": "A quale organo giudicante si propone l'istanza di regolamento di competenza?",
    "A": "Al T.A.R.",
    "B": "Alla corte di cassazione",
    "C": "Al giudice ordinario",
    "correct": "B"
  },
  {
    "id": 26,
    "q": "Il potere di stare in giudizio si presume conferito:",
    "A": "al procuratore generale",
    "B": "al procuratore preposto a determinati affari",
    "C": "al procuratore generale di chi non ha la residenza o il domicilio nella Repubblica",
    "correct": "C"
  },
  {
    "id": 27,
    "q": "L'art. 77 del codice di procedura civile prevede che il potere di stare in giudizio si presuma conferito:",
    "A": "all'institore, per il titolare di un'impresa commerciale",
    "B": "al procuratore preposto a determinati affari",
    "C": "al procuratore generale",
    "correct": "A"
  },
  {
    "id": 28,
    "q": "Tizio non ha la residenza né il domicilio nella Repubblica. A norma dell'art. 77 del codice di procedura civile, il potere di stare in giudizio per lui si presume conferito:",
    "A": "al procuratore generale e al procuratore preposto a determinati affari",
    "B": "al procuratore generale",
    "C": "al procuratore preposto a determinati affari",
    "correct": "B"
  },
  {
    "id": 29,
    "q": "Il potere di stare in giudizio di cui all'art. 77 del codice di procedura civile, per il preponente si presume conferito:",
    "A": "al procuratore generale e al procuratore preposto a determinati affari di chi non ha la residenza o il domicilio nella Repubblica",
    "B": "al procuratore generale di chi non ha la residenza o il domicilio nella Repubblica",
    "C": "al procuratore preposto a determinati affari di chi non ha la residenza o il domicilio nella Repubblica",
    "correct": "B"
  },
  {
    "id": 30,
    "q": "Sono devolute al giudice ordinario in funzione di giudice del lavoro le controversie relative:",
    "A": "ai rapporti di agenzia",
    "B": "al rapporti di lavoro del personale militare",
    "C": "ai rapporti di lavoro del personale della carriera prefettizia",
    "correct": "A"
  },
  {
    "id": 31,
    "q": "Se una causa civile si svolge davanti al giudice di pace, l'istanza per la nomina del curatore speciale si propone:",
    "A": "al presidente del tribunale",
    "B": "al giudice di pace",
    "C": "al tribunale in composizione collegiale",
    "correct": "B"
  },
  {
    "id": 32,
    "q": "In sede di esecuzione civile, l'assegnazione del bene contro cui si procede può essere fatta per un valore non inferiore, tra l'altro:",
    "A": "al valore dei crediti aventi diritto a prelazione anteriore a quello dell'offerente",
    "B": "al valore del credito dell'offerente",
    "C": "al valore dei crediti di tutti i creditori",
    "correct": "A"
  },
  {
    "id": 33,
    "q": "A norma del codice di procedura civile, la formazione del fascicolo d'ufficio avviene:",
    "A": "all'atto della notificazione della citazione al convenuto",
    "B": "all'atto dell'iscrizione della causa nel ruolo generale",
    "C": "sempre all'atto della costituzione dell'attore",
    "correct": "B"
  },
  {
    "id": 34,
    "q": "A norma dell'art. 77 del codice di procedura civile, il potere di stare in giudizio per il preponente si presume conferito:",
    "A": "all'institore",
    "B": "all'institore, ma solo per gli atti urgenti",
    "C": "all'institore, ma solo per le misure cautelari",
    "correct": "A"
  },
  {
    "id": 35,
    "q": "L'appello contro le sentenze del tribunale si propone:",
    "A": "alla corte d'appello ma in un'altra circoscrizione rispetto a quella in cui ha sede il giudice che ha pronunciato la sentenza",
    "B": "alla corte d'appello nella cui circoscrizione ha sede il giudice che ha pronunciato la sentenza",
    "C": "allo stesso tribunale che ha pronunciato la sentenza",
    "correct": "B"
  },
  {
    "id": 36,
    "q": "Ai sensi dell'art. 341 c.p.c., di fronte a quale organo giudicante si propone l'appello contro le sentenze del giudice di pace?",
    "A": "Alla corte d'assise nella cui circoscrizione ha sede il giudice che ha pronunciato la sentenza",
    "B": "Alla corte d'appello nella cui circoscrizione ha sede il giudice che ha pronunciato la sentenza",
    "C": "Al tribunale nella cui circoscrizione ha sede il giudice che ha pronunciato la sentenza",
    "correct": "C"
  },
  {
    "id": 37,
    "q": "In base all'art. 475 del codice di procedura civile, a quale dei seguenti può essere fatta la spedizione in forma esecutiva degli atti che valgono come titoli per l'esecuzione forzata?",
    "A": "All'obbligato e ai coobbligati",
    "B": "Alla parte a favore della quale fu pronunciato il provvedimento",
    "C": "All'obbligato",
    "correct": "B"
  },
  {
    "id": 38,
    "q": "In base al codice di procedura civile, a quale dei seguenti può essere fatta la spedizione in forma esecutiva degli atti che valgono come titoli per l'esecuzione forzata?",
    "A": "All'obbligato",
    "B": "Ai successori della parte a favore della quale fu pronunciato il provvedimento",
    "C": "All'obbligato, ai coobbligati, agli intervenienti e al pubblico ministero",
    "correct": "B"
  },
  {
    "id": 39,
    "q": "La spedizione in forma esecutiva degli atti che valgono come titoli per l'esecuzione forzata può essere fatta:",
    "A": "alla parte a favore della quale fu stipulata l'obbligazione",
    "B": "al pubblico ministero",
    "C": "all'obbligato e ai coobbligati",
    "correct": "A"
  },
  {
    "id": 40,
    "q": "A quale dei seguenti può essere fatta la spedizione in forma esecutiva degli atti che valgono come titoli per l'esecuzione forzata?",
    "A": "Ai successori della parte a favore della quale fu stipulata l'obbligazione",
    "B": "Alla parte a favore della quale fu stipulata l'obbligazione e ai terzi intervenuti nell'esecuzione",
    "C": "A tutti gli intervenienti",
    "correct": "A"
  },
  {
    "id": 41,
    "q": "In caso di responsabilità aggravata ex art. 96 c.p.c., se risulta che la parte soccombente ha agito o resistito in giudizio con mala fede o colpa grave, il giudice, su istanza di parte, la condanna:",
    "A": "oltre che alle spese, al risarcimento dei danni, che liquida, anche d'ufficio, nella sentenza",
    "B": "al risarcimento dei danni, che liquida, solo su istanza di parte, nella sentenza",
    "C": "alle spese, che liquida, solo su istanza di parte, nella sentenza",
    "correct": "A"
  },
  {
    "id": 42,
    "q": "Il consulente tecnico assiste:",
    "A": "alle udienze alle quali è invitato dal giudice istruttore",
    "B": "alle udienze il contenuto delle quali ritiene importanti per la sua consulenza",
    "C": "necessariamente a tutte le udienza",
    "correct": "A"
  },
  {
    "id": 43,
    "q": "Entro quale termine deve costituirsi il convenuto per non incorrere nelle decadenze di cui all'art. 416 del codice di procedura civile?",
    "A": "Fino al giorno stesso dell'udienza",
    "B": "Almeno 20 giorni prima dell'udienza",
    "C": "Almeno 10 giorni prima dell'udienza",
    "correct": "C"
  },
  {
    "id": 44,
    "q": "A norma del codice di procedura civile, il debitore può sostituire alle cose o ai crediti pignorati: qualunque cosa avente valore non inferiore alle cose o ai crediti pignorati altri crediti, purché certi, liquidi ed esigibili, aventi valore non inferiore alle cose o ai crediti pignorati una somma di denaro pari all'importo dovuto",
    "A": "A norma del codice di procedura civile, il debitore può sostituire alle cose o ai crediti pignorati:",
    "B": "qualunque cosa avente valore non inferiore alle cose o ai crediti pignorati",
    "C": "altri crediti, purché certi, liquidi ed esigibili, aventi valore non inferiore alle cose o ai crediti pignorati una somma di denaro pari all'importo dovuto",
    "correct": "C"
  },
  {
    "id": 45,
    "q": "Quando la legge dispone che di un atto esecutivo sia data pubblica notizia, un avviso contenente tutti i dati che possono interessare il pubblico deve essere inserito sul portale del ministero della Giustizia in un'areapubblica denominata:",
    "A": "amministrazione trasparente",
    "B": "portale delle vendite pubbliche",
    "C": "portale delle aste pubbliche",
    "correct": "B"
  },
  {
    "id": 46,
    "q": "Quando non si verifica la decadenza dall'impugnazione stabilita al primo comma art. 327 c.p.c.?",
    "A": "Quando la parte contumace in giudizio dimostra di aver avuto conoscenza del processo nonostante l'irregolarità della citazione o della notificazione stessa",
    "B": "Anche quando la parte costituita dimostra di aver avuto conoscenza del processo",
    "C": "Quando la parte contumace dimostra di non aver avuto conoscenza del processo per nullità della citazione o della notificazione stessa e per nullità della notificazione degli atti di cui all'art. 292 c.p.c.",
    "correct": "C"
  },
  {
    "id": 47,
    "q": "Quando le parti non hanno proposto ricorso nei termini di legge o vi hanno rinunciato, o quando il provvedimento non è ricorribile in cassazione e non è altrimenti impugnabile, il Procuratore generale presso la Corte di cassazione può chiedere che la Corte:",
    "A": "annulli il provvedimento emesso dal giudice di merito",
    "B": "enunci nell'interesse della legge il principio di diritto al quale il giudice di merito avrebbe dovuto attenersi, ma la pronuncia della Corte non ha effetto sul provvedimento del giudice di merito",
    "C": "enunci nell'interesse della legge il principio di diritto al quale il giudice di merito avrebbe dovuto attenersi, e la pronuncia della Corte ha effetto sul provvedimento del giudice di merito",
    "correct": "B"
  },
  {
    "id": 48,
    "q": "Se il creditore di un creditore ammesso alla distribuzione della somma ricavata in un procedimento di esecuzione forzata fa domanda di sostituzione a lui e tra i due sorge contestazione il giudice dell'esecuzione:",
    "A": "provvede, ma non può ritardare la distribuzione tra gli altri creditori concorrenti",
    "B": "assegna la somma al creditore sostituito, reinviando i due al giudice competente per la decisione della loro controversia",
    "C": "provvede, eventualmente sospendendo la distribuzione tra gli altri creditori concorrenti",
    "correct": "A"
  },
  {
    "id": 49,
    "q": "A seguito delle modifiche apportate all'art. 39 c.p.c. dalla l. n. 69/2009, in caso di litispendenza, se una stessa causa è proposta davanti a giudici diversi, quello successivamente adito:",
    "A": "dichiara con ordinanza la litispendenza e dispone la cancellazione della causa dal ruolo",
    "B": "assume la causa, dichiarando con sentenza l'incompetenza del giudice precedentemente adito",
    "C": "dichiara con sentenza la litispendenza e dispone la cancellazione della causa dal ruolo, anche d'ufficio, in qualunque stato o grado del processo",
    "correct": "A"
  },
  {
    "id": 50,
    "q": "Quando, ai fini dell'efficacia di un titolo esecutivo, occorre prestare cauzione, la sua prestazione si può far constare con:",
    "A": "atto separato, notificato anteriormente al titolo",
    "B": "atto separato, unito al titolo",
    "C": "qualsiasi forma idonea",
    "correct": null
  },
  {
    "id": 51,
    "q": "Quando la parte sta in giudizio con il ministero di un difensore quest'ultimo deve essere munito di:",
    "A": "procura alle liti",
    "B": "delega alle liti",
    "C": "autorizzazione alle liti",
    "correct": "A"
  },
  {
    "id": 52,
    "q": "L'esecuzione forzata per consegna può aver luogo in virtù di:",
    "A": "scrittura privata autenticata",
    "B": "cambiale",
    "C": "sentenza",
    "correct": "C"
  },
  {
    "id": 53,
    "q": "L'esecuzione forzata per consegna può aver luogo in virtù di:",
    "A": "cambiale",
    "B": "provvedimento al quale la legge attribuisce efficacia esecutiva",
    "C": "scrittura privata autenticata",
    "correct": "B"
  },
  {
    "id": 54,
    "q": "L'esecuzione forzata per consegna può aver luogo in virtù di:",
    "A": "scrittura privata autenticata",
    "B": "cambiale",
    "C": "atto ricevuto da notaio",
    "correct": "C"
  },
  {
    "id": 55,
    "q": "L'esecuzione forzata per rilascio può aver luogo in virtù di:",
    "A": "cambiale",
    "B": "scrittura privata autenticata",
    "C": "atto ricevuto da notaio",
    "correct": "C"
  },
  {
    "id": 56,
    "q": "L'esecuzione forzata per rilascio può aver luogo in virtù di:",
    "A": "scrittura privata autenticata",
    "B": "cambiale",
    "C": "sentenza",
    "correct": "C"
  },
  {
    "id": 57,
    "q": "L'esecuzione forzata per rilascio può aver luogo in virtù di:",
    "A": "provvedimento al quale la legge attribuisce efficacia esecutiva",
    "B": "scrittura privata autenticata",
    "C": "cambiale",
    "correct": "A"
  },
  {
    "id": 58,
    "q": "Dopo la costituzione in giudizio tutte le notificazioni e le comunicazioni si fanno al:",
    "A": "procuratore costituito, salvo che la legge disponga altrimenti",
    "B": "difensore, salvo che la legge disponga altrimenti",
    "C": "cancelliere, salvo che la legge disponga altrimenti",
    "correct": "A"
  },
  {
    "id": 59,
    "q": "In base al codice di procedura civile, se vi è un solo creditore pignorante in sede di distribuzione della somma ricavata dalla vendita di una cosa pignorata, quali sono le voci per le quali il giudice dispone il pagamento a suo favore?",
    "A": "Capitale e interessi",
    "B": "Capitale, interessi e spese",
    "C": "Capitale, interessi, spese e multe",
    "correct": "B"
  },
  {
    "id": 60,
    "q": "Cosa stabilisce il \"principio del contraddittorio\" ex art. 101 c.p.c. ?",
    "A": "Che azioni identiche possano essere proposte presso giudici diversi",
    "B": "Che il giudice, salvo che la legge disponga altrimenti, non può statuire sopra alcuna domanda, se la parte contro la quale è proposta non è stata regolarmente citata e non è comparsa",
    "C": "Che più parti possono agire o essere convenute nello stesso processo",
    "correct": "B"
  },
  {
    "id": 61,
    "q": "Se vi sono divergenze tra le deposizioni di due o più testimoni, cosa può disporre il giudice istruttore?",
    "A": "Che essi siano messi a confronto, su istanza di parte o d'ufficio",
    "B": "Che essi siano messi a confronto, ma solo su istanza di parte",
    "C": "Che essi siano messi a confronto, ma solo d'ufficio",
    "correct": "A"
  },
  {
    "id": 62,
    "q": "L'invito ad estendere il pignoramento ad altri beni del debitore può essere fatto dal creditore procedente ai creditori:",
    "A": "che hanno una prelazione",
    "B": "chirografari intervenuti tempestivamente",
    "C": "chirografari e non chirografari",
    "correct": "B"
  },
  {
    "id": 63,
    "q": "Se una parte sta in un giudizio civile col ministero di un difensore, questi può compiervi gli atti di sua competenza:",
    "A": "purché senza pregiudizio della parte",
    "B": "purché nell'interesse della parte",
    "C": "che ritiene opportuni",
    "correct": "B"
  },
  {
    "id": 64,
    "q": "Se si pignora il credito del debitore verso terzi ed esso è garantito da pegno:",
    "A": "chi detiene la cosa data in pegno deve metterla a disposizione dell'ufficiale giudiziario",
    "B": "chi detiene la cosa data in pegno deve riconsegnarla",
    "C": "si intima a chi detiene la cosa data in pegno di non eseguirne la riconsegna senza ordine del giudice",
    "correct": "C"
  },
  {
    "id": 65,
    "q": "Quando una parte sta in un giudizio civile con il ministero di un difensore, questi può:",
    "A": "compiere e ricevere tutti gli atti del processo",
    "B": "compiere e ricevere tutti gli atti del processo e altresì compiere gli atti che importano disposizione del diritto in contesa",
    "C": "compiere e ricevere tutti gli atti del processo che non sono dalla legge espressamente riservati alla parte",
    "correct": "C"
  },
  {
    "id": 66,
    "q": "In base al codice di procedura civile, se occorre prestare cauzione ai fini dell'efficacia di un titolo esecutivo, in quale dei seguenti modi si può far constare la sua prestazione?",
    "A": "Con annotazione sul precetto",
    "B": "Con annotazione in calce o in margine al titolo spedito in forma esecutiva",
    "C": "Con atto separato, spedito anteriormente al titolo",
    "correct": "B"
  },
  {
    "id": 67,
    "q": "In base al codice di procedura civile, la notificazione collettiva agli eredi del precetto di un titolo esecutivo si fa:",
    "A": "nell'ultimo domicilio del defunto",
    "B": "nel domicilio degli eredi",
    "C": "con avviso affisso nella casa comunale",
    "correct": "A"
  },
  {
    "id": 68,
    "q": "Il compenso al custode è stabilito:",
    "A": "con decreto",
    "B": "con comunicazione peritale, avuto riguardo delle tariffe del luogo della custodia",
    "C": "con sentenza",
    "correct": "A"
  },
  {
    "id": 69,
    "q": "A norma del codice di procedura civile, in linea generale, l'espropriazione forzata inizia:",
    "A": "con il pignoramento",
    "B": "con istanza del creditore",
    "C": "con l'audizione degli interessati",
    "correct": "A"
  },
  {
    "id": 70,
    "q": "L'articolo 88 c.p.c. impone ai difensori delle parti di comportarsi in giudizio:",
    "A": "con disciplina e onore",
    "B": "con lealtà e probità",
    "C": "con obbedienza",
    "correct": "B"
  },
  {
    "id": 71,
    "q": "Se si esegue un pignoramento presso un terzo, il terzo deve compiere la dichiarazione di cui all'art. 547 c.p.c.:",
    "A": "con raccomandata o posta elettronica certificata",
    "B": "con raccomandata o posta elettronica",
    "C": "esclusivamente con raccomandata",
    "correct": "A"
  },
  {
    "id": 72,
    "q": "Nel processo civile, una parte può chiedere di stare in giudizio personalmente davanti al giudice di pace in deroga ai limiti di valore:",
    "A": "con istanza al presidente del tribunale",
    "B": "con ricorso al tribunale",
    "C": "con istanza allo stesso giudice di pace",
    "correct": "C"
  },
  {
    "id": 73,
    "q": "In base al codice di procedura civile, se la legge non dispone altrimenti, i provvedimenti del giudice dell'esecuzione sono dati:",
    "A": "con decreto",
    "B": "con ordinanza",
    "C": "con sentenza",
    "correct": "B"
  },
  {
    "id": 74,
    "q": "In base al codice di procedura civile, i provvedimenti del giudice dell'esecuzione sono normalmente dati:",
    "A": "con decreto",
    "B": "con ordinanza",
    "C": "con sentenza",
    "correct": "B"
  },
  {
    "id": 75,
    "q": "Contro quali sentenze il ricorso per cassazione può essere differito, qualora la parte soccombente ne faccia riserva, a pena di decadenza, entro il termine per la proposizione del ricorso e in ogni caso non oltre la prima udienza successiva alla comunicazione della sentenza stessa?",
    "A": "Contro tutte le sentenze ranne contro quelle previste dall'art. 278 c.p.c. e contro quelle che decidono una o alcune delle domande senza definire il giudizio",
    "B": "Contro le sentenze previste dall'art. 278 c.p.c. e contro quelle che decidono una o alcune delle domande senza definire il giudizio",
    "C": "Contro le sentenze passate in giudicato",
    "correct": "B"
  },
  {
    "id": 76,
    "q": "Procedendosi a espropriazione di beni mobili registrati di valore superiore a 25.000 euro, in appositi siti internet dovranno essere inseriti tutti i seguenti, TRANNE:",
    "A": "copia del titolo esecutivo",
    "B": "l'avviso dell'atto esecutivo",
    "C": "copia della relazione di stima",
    "correct": "A"
  },
  {
    "id": 77,
    "q": "L'ordinanza per il pagamento di somme non contestate:",
    "A": "costituisce titolo esecutivo, ma non conserva la sua efficacia in caso di estinzione del processo",
    "B": "costituisce titolo esecutivo e conserva la sua efficacia in caso di estinzione del processo",
    "C": "non costituisce titolo esecutivo, ma conserva la sua efficacia in caso di estinzione del processo",
    "correct": "B"
  },
  {
    "id": 78,
    "q": "A norma dell'articolo 87 c.p.c., la parte può farsi assistere in un processo:",
    "A": "da non più di tre avvocati",
    "B": "da uno più avvocati",
    "C": "da non più di due avvocati",
    "correct": "B"
  },
  {
    "id": 79,
    "q": "Nel processo civile, a norma dell'articolo 87 c.p.c., la parte può farsi assistere:",
    "A": "da non più di tre consulenti tecnici",
    "B": "da non più di due consulenti tecnici",
    "C": "da un consulente tecnico",
    "correct": "C"
  },
  {
    "id": 80,
    "q": "Da chi viene sottoscritto il ricorso per cassazione?",
    "A": "Da un avvocato iscritto nell'apposito albo dei cassazionisti, munito di procura speciale,ma tale requisito è solo facoltatvivo",
    "B": "Da qualunque avvocato, munito di procura speciale",
    "C": "A pena di inammissibilità, da un avvocato iscritto nell'apposito albo dei cassazionisti, munito di procura speciale",
    "correct": "C"
  },
  {
    "id": 81,
    "q": "Il valore delle cause di opposizione all'esecuzione forzata si determina:",
    "A": "dal credito per cui si procede",
    "B": "dal valore dichiarato dall'attore",
    "C": "dal debito riconosciuto dal convenuto",
    "correct": "A"
  },
  {
    "id": 82,
    "q": "Se un comitato che non è persona giuridica sta in giudizio nella persona di coloro ai quali è conferita la presidenza, come è determinato questo conferimento?",
    "A": "Secondo gli accordi degli associati",
    "B": "Dalla legge",
    "C": "Dal giudice",
    "correct": "A"
  },
  {
    "id": 83,
    "q": "Nelle cause relative a somme di danaro o a beni mobili, il valore della causa si determina in base alla somma indicata o al valore dichiarato:",
    "A": "dal convenuto",
    "B": "dall'attore",
    "C": "dal giudice",
    "correct": "B"
  },
  {
    "id": 84,
    "q": "In base al codice di procedura civile, il fascicolo dell'esecuzione è formato:",
    "A": "dal giudice dell'esecuzione",
    "B": "dal cancelliere",
    "C": "dall'ufficiale giudiziario",
    "correct": "B"
  },
  {
    "id": 85,
    "q": "Il compenso al custode è stabilito:",
    "A": "dal giudice dell'esecuzione nel caso di nomina fatta dall'ufficiale giudiziario e in ogni altro caso dal giudice che l'ha nominato",
    "B": "sempre dall'ufficiale giudiziario",
    "C": "sempre dal giudice dell'esecuzione",
    "correct": "A"
  },
  {
    "id": 86,
    "q": "Nel processo civile, la revoca della procura alle liti ha effetto nei confronti dell'altra parte:",
    "A": "dal momento in cui è accettata dal difensore",
    "B": "dal momento in cui è avvenuta la sostituzione del difensore",
    "C": "dal momento in cui è fatta",
    "correct": "B"
  },
  {
    "id": 87,
    "q": "Se l'ufficiale giudiziario invita il debitore a indicare ulteriori beni utilmente pignorabili ai fini della soddisfazione del creditore e il debitore indica cose mobili, queste sono considerate pignorate: dal momento in cui l'ufficiale giudiziario accede al luogo ove esse si trovano dal momento della dichiarazione del debitore dal momento in cui l'ufficiale giudiziario le consegna al cancelliere",
    "A": "Se l'ufficiale giudiziario invita il debitore a indicare ulteriori beni utilmente pignorabili ai fini della soddisfazione del creditore e il debitore indica cose mobili, queste sono considerate pignorate:",
    "B": "dal momento in cui l'ufficiale giudiziario accede al luogo ove esse si trovano dal momento della dichiarazione del debitore",
    "C": "dal momento in cui l'ufficiale giudiziario le consegna al cancelliere",
    "correct": "B"
  },
  {
    "id": 88,
    "q": "Se l'ufficiale giudiziario invita il debitore a indicare ulteriori beni utilmente pignorabili ai fini della soddisfazione del creditore e il debitore indica crediti o cose mobili che sono in possesso di terzi, il pignoramento si considera perfezionato nei confronti del debitore esecutato:",
    "A": "dal momento in cui l'ufficiale giudiziario li consegna al cancelliere",
    "B": "dal momento in cui l'ufficiale giudiziario accede al luogo ove essi si trovano",
    "C": "dal momento della sua dichiarazione",
    "correct": "C"
  },
  {
    "id": 89,
    "q": "A norma del codice di procedura civile, le date delle udienze successive alla prima sono fissate:",
    "A": "dal cancelliere",
    "B": "dal giudice istruttore",
    "C": "dal presidente del tribunale o della Sezione",
    "correct": "B"
  },
  {
    "id": 90,
    "q": "Le notificazioni, quando non è disposto altrimenti, sono eseguite:",
    "A": "dall'ufficiale giudiziario, su istanza di parte o su richiesta del pubblico ministero o del cancelliere",
    "B": "dal cancelliere, su istanza di parte o su richiesta del pubblico ministero o dell'ufficiale giudiziario",
    "C": "dal pubblico ministero",
    "correct": "A"
  },
  {
    "id": 91,
    "q": "Il pignoramento per crediti alimentari delle somme dovute da privati a titolo di stipendio, se le somme sono accreditate su conto bancario intestato al debitore e l'accredito è successivo al pignoramento, è possibile nella misura autorizzata:",
    "A": "dal presidente del tribunale o da un giudice da lui delegato",
    "B": "dal tribunale in composizione collegiale",
    "C": "dal giudice dell'esecuzione",
    "correct": "A"
  },
  {
    "id": 92,
    "q": "Il valore delle cause per il regolamento di confini si desume:",
    "A": "dal valore della parte di proprietà controversa, moltiplicato per dieci",
    "B": "dal reddito agrario dell'attore",
    "C": "dal valore della parte di proprietà controversa, se questa è determinata",
    "correct": "C"
  },
  {
    "id": 93,
    "q": "In base al codice di procedura civile, la nomina del giudice dell'esecuzione è fatta:",
    "A": "dal presidente del tribunale",
    "B": "dalla Corte d'appello",
    "C": "dal presidente della Corte d'appello",
    "correct": "A"
  },
  {
    "id": 94,
    "q": "L'esecuzione forzata di un titolo esecutivo deve essere di norma preceduta:",
    "A": "dalla notificazione del titolo in forma esecutiva e del precetto",
    "B": "dalla notificazione del solo titolo in forma esecutiva",
    "C": "dalla notificazione del solo precetto",
    "correct": "A"
  },
  {
    "id": 95,
    "q": "In base al codice di procedura civile, nel caso in cui si intima lo sfratto, la citazione deve farsi:",
    "A": "davanti alla Corte d'appello del luogo in cui si trova la cosa locata",
    "B": "inderogabilmente davanti al tribunale del luogo in cui si trova la cosa locata",
    "C": "davanti al giudice del luogo in cui risiede il locatario",
    "correct": "B"
  },
  {
    "id": 96,
    "q": "Ai sensi delle modifiche apportate con l. n. 69/2009 all'art. 205 c.p.c., qual è la forma del provvedimento pronunciato dal giudice che procede all'assunzione dei mezzi di prova, anche se delegato a norma dell'art. 203 c.p.c., su tutte le questioni che sorgono durante stessa?",
    "A": "Decreto",
    "B": "Ricorso",
    "C": "Ordinanza",
    "correct": "C"
  },
  {
    "id": 97,
    "q": "Con riguardo alla forma dei provvedimenti ex art. 279 c. p.c., il collegio pronuncia ordinanza quando:",
    "A": "definisce il giudizio, definendo questioni di giurisdizione",
    "B": "definisce il giudizio, decidendo totalmente il merito",
    "C": "provvede soltanto su questioni relative all'istruzione della causa, senza definire il giudizio, nonché quando decide soltanto questioni di competenza",
    "correct": "C"
  },
  {
    "id": 98,
    "q": "La riduzione del pignoramento può essere concessa:",
    "A": "dal giudice",
    "B": "del creditore",
    "C": "dai creditori intervenuti",
    "correct": "A"
  },
  {
    "id": 99,
    "q": "In base al codice di procedura civile, le cause di impugnazione delle delibere del consiglio di amministrazione di società, ricadono sotto la competenza:",
    "A": "del tribunale, che giudica in composizione monocratica",
    "B": "di sezioni specializzate",
    "C": "del tribunale, che giudica in composizione collegiale",
    "correct": "C"
  },
  {
    "id": 100,
    "q": "In base al codice di procedura civile, le cause relative all'omologazione del concordato preventivo ricadono sotto la competenza:",
    "A": "del tribunale, che giudica in composizione collegiale",
    "B": "di sezioni specializzate",
    "C": "del giudice di pace",
    "correct": "A"
  },
  {
    "id": 101,
    "q": "Secondo quanto disposto dal codice di procedura civile, il giudice del lavoro è competente a dirimere le controversie relative ai rapporti di lavoro:",
    "A": "del personale del corpo nazionale dei vigili del fuoco",
    "B": "del personale delle forze dell'ordine",
    "C": "dei dipendenti pubblici salvo i casi in cui non è prevista giurisdizione di altro giudice",
    "correct": "C"
  },
  {
    "id": 102,
    "q": "In base al codice di procedura civile, le cause relative ad apposizione di termini e osservanza delle distanze stabilite dalla legge rientrano nell'ambito della competenza:",
    "A": "del tribunale in composizione collegiale",
    "B": "del tribunale in composizione monocratica",
    "C": "del giudice di pace",
    "correct": "C"
  },
  {
    "id": 103,
    "q": "In base al codice di procedura civile, le controversie relative ad immissioni di fumo o di calore tra proprietari di immobili adibiti ad abitazione civile rientrano nell'ambito della competenza:",
    "A": "del Giudice di pace",
    "B": "dal tribunale dell'Ambiente",
    "C": "del tribunale, che giudica in composizione monocratica",
    "correct": "A"
  },
  {
    "id": 104,
    "q": "In sede di esecuzione civile, l'ordinanza di assegnazione del bene contro cui si procede deve contenere tutti i seguenti, TRANNE l'indicazione:",
    "A": "dell'ordine delle prelazioni",
    "B": "del creditore pignorante",
    "C": "dei creditori intervenuti",
    "correct": "A"
  },
  {
    "id": 105,
    "q": "Nelle cause relative a prestazioni alimentari periodiche, se il titolo è controverso, il valore della causa si determina, a norma del codice di procedura civile, in base all'ammontare:",
    "A": "delle somme dovute per due anni",
    "B": "dell'ultima somma dovuta",
    "C": "delle somme dovute negli ultimi dieci anni",
    "correct": "A"
  },
  {
    "id": 106,
    "q": "Se il debitore esecutato è un imprenditore commerciale e si rende necessario l'esame delle sue scritture contabili ai sensi dell'art. 492 cpc, le spese dell'esame sono a carico:",
    "A": "in parti uguali del debitore e del creditore procedente",
    "B": "del creditore procedente",
    "C": "del debitore",
    "correct": "B"
  },
  {
    "id": 107,
    "q": "Per le cause relative a petizione o divisione di eredità e per qualunque altra tra coeredi fino alla divisione, è competente il giudice del luogo:",
    "A": "della residenza di uno qualunque degli eredi",
    "B": "dell'aperta successione",
    "C": "del domicilio dell'erede con la quota più significativa",
    "correct": "B"
  },
  {
    "id": 108,
    "q": "Quando il giudice istruttore procede all'assunzione dell'interrogatorio non possono farsi domande su fatti diversi da quelli formulati nei capitoli, ad eccezione:",
    "A": "delle domande su cui le parti concordano e che il giudice ritiene utili; ma il giudice può sempre chiedere chiarimenti opportuni sulle risposte date",
    "B": "delle domande su cui le parti concordano e che il giudice ritiene utili; ma il giudice non può richiedere chiarimenti sulle risposte date",
    "C": "esclusivamente delle domande del giudice",
    "correct": "A"
  },
  {
    "id": 109,
    "q": "In base al codice di procedura civile, per l'esecuzione forzata degli obblighi di fare e non fare è competente il giudice:",
    "A": "del luogo nel quale ha residenza il convenuto",
    "B": "del luogo nel quale ha residenza l'attore",
    "C": "del luogo dove l'obbligo dev'essere adempiuto",
    "correct": "C"
  },
  {
    "id": 110,
    "q": "Se viene intimato lo sfratto per morosità, il locatore, secondo il codice di procedura civile:",
    "A": "può chiedere nello stesso atto l'ingiunzione di pagamento per i canoni scaduti",
    "B": "se intende ingiungere il pagamento dei canoni scaduti deve formare un atto separato",
    "C": "può chiedere nello stesso atto la prestazione di una garanzia per i canoni scaduti",
    "correct": "A"
  },
  {
    "id": 111,
    "q": "A norma del codice di procedura civile, nell'ingiunzione pignoratizia il credito:",
    "A": "deve essere calcolabile",
    "B": "deve essere desumibile",
    "C": "deve essere esattamente indicato",
    "correct": "C"
  },
  {
    "id": 112,
    "q": "In base al codice di procedura civile, nel procedimento d'ingiunzione, quando l'opposizione al decreto non è fondata su prova scritta, l'esecuzione provvisoria:",
    "A": "deve essere concessa se la parte che l'ha chiesta offre cauzione per l'ammontare delle eventuali restituzioni, spese e danni",
    "B": "deve sempre essere concessa",
    "C": "non può essere intrapresa",
    "correct": "A"
  },
  {
    "id": 113,
    "q": "In caso di pignoramento, per sostituire alle cose o ai crediti pignorati una somma di denaro pari all'importo dovuto, il debitore:",
    "A": "deve depositare la somma per cui si procede nella cancelleria del giudice dell'esecuzione",
    "B": "deve versare la somma per cui si procede nelle mani dell'ufficiale giudiziario",
    "C": "deve fare l'apposita istanza e gli altri adempimenti prescritti",
    "correct": "C"
  },
  {
    "id": 114,
    "q": "Se il valore dei beni pignorati è superiore all'importo del credito, il giudice può concedere la riduzione del pignoramento?",
    "A": "No, a meno che il valore sia superiore anche alle spese",
    "B": "Deve farlo",
    "C": "Sì, può",
    "correct": "A"
  },
  {
    "id": 115,
    "q": "Se in sede di distribuzione della somma ricavata dall'esecuzione forzata sorge una controversia tra i creditori concorrenti relativa ai crediti, il giudice deve sospendere la distribuzione della somma?",
    "A": "Deve farlo solo se uno dei creditori è il procedente",
    "B": "Sì, deve farlo",
    "C": "No, ma può farlo",
    "correct": "C"
  },
  {
    "id": 116,
    "q": "A norma del codice di procedura civile, a seguito di pignoramento il debitore deve effettuare elezione di domicilio in uno dei comuni del circondario in cui ha sede il giudice competente per l'esecuzione?",
    "A": "Sì, deve",
    "B": "No, deve effettuare tale elezioni in un circondario diverso",
    "C": "Non vi è tenuto",
    "correct": "C"
  },
  {
    "id": 117,
    "q": "In base al codice di procedura civile, il giudice nella definizione di una causa:",
    "A": "può porre a fondamento della sua decisione esclusivamente gli elementi di fatto e di diritto emersi nella controversia",
    "B": "può porre a fondamento della sua decisione le nozioni di fatto che rientrano nella comune esperienza",
    "C": "deve porre a fondamento della sua decisione le nozioni di fatto che rientrano nella comune esperienza, salvo i casi in cui sia espressamente vietato dalla legge",
    "correct": "B"
  },
  {
    "id": 118,
    "q": "A norma del codice di procedura civile, davanti al giudice di pace, la domanda:",
    "A": "deve proporsi per iscritto",
    "B": "deve proporsi verbalmente",
    "C": "può proporsi anche verbalmente",
    "correct": "C"
  },
  {
    "id": 119,
    "q": "Se la procura speciale alle liti è apposta a margine della comparsa di risposta, l'autografia della sottoscrizione:",
    "A": "si presume valida",
    "B": "non è necessaria",
    "C": "è certificata dal difensore",
    "correct": "C"
  },
  {
    "id": 120,
    "q": "A norma del codice di procedura civile, davanti al giudice di pace, le parti:",
    "A": "devono comparire personalmente",
    "B": "possono farsi rappresentare",
    "C": "devono sempre farsi rappresentare",
    "correct": "B"
  },
  {
    "id": 121,
    "q": "Nelle cause davanti al tribunale, le parti:",
    "A": "devono stare in giudizio col ministero di un procuratore legalmente esercente",
    "B": "devono stare in giudizio col ministero di un avvocato iscritto nell'albo dei cassazionisti",
    "C": "possono stare in giudizio personalmente, previa istanza al tribunale",
    "correct": "A"
  },
  {
    "id": 122,
    "q": "Nelle cause davanti alla corte d'appello, le parti:",
    "A": "possono stare in giudizio personalmente, previa istanza alla corte",
    "B": "devono stare in giudizio col ministero di un procuratore legalmente esercente",
    "C": "devono stare in giudizio col ministero di un avvocato iscritto nell'albo dei cassazionisti",
    "correct": "B"
  },
  {
    "id": 123,
    "q": "Nelle cause davanti alla corte di cassazione, le parti:",
    "A": "devono stare in giudizio col ministero di un procuratore legalmente esercente",
    "B": "devono stare in giudizio col ministero di un avvocato iscritto nell'albo dei cassazionisti",
    "C": "possono stare in giudizio personalmente, previa istanza alla corte",
    "correct": "B"
  },
  {
    "id": 124,
    "q": "Se il debitore esecutato è un imprenditore commerciale, l'esame delle sue scritture contabili ai sensi dell'art. 492 c.p.c. è fatto al fine:",
    "A": "di favorire, con l'ausilio di un apposito organismo, la conclusione con i creditori un accordo di composizione della crisi",
    "B": "dell'individuazione di cose e crediti pignorabili",
    "C": "della determinazione dell'ufficiale giudiziario territorialmente competente",
    "correct": "B"
  },
  {
    "id": 125,
    "q": "A norma del codice di procedura civile, il pignoramento deve contenere l'invito al debitore:",
    "A": "di indicare ulteriori beni utilmente pignorabili, i luoghi in cui si trovano ovvero le generalità dei terzi debitori",
    "B": "di sostituire alle cose o ai crediti pignorati una somma di denaro pari all'importo dovuto al creditore pignorante e ai creditori intervenuti, comprensivo del capitale, degli interessi e delle spese, oltre che delle spese di esecuzione",
    "C": "di effettuare presso la cancelleria del giudice dell'esecuzione la dichiarazione di residenza o l'elezione di domicilio in uno dei comuni del circondario in cui ha sede il giudice competente per l'esecuzione",
    "correct": "C"
  },
  {
    "id": 126,
    "q": "Le somme dovute da privati a titolo di stipendio, se le somme sono accreditate su conto bancario intestato al debitore e l'accredito è successivo al pignoramento, possono essere pignorate per tributi dovuti allo Stato nella misura:",
    "A": "di un quinto",
    "B": "di un terzo",
    "C": "di due quinti",
    "correct": "A"
  },
  {
    "id": 127,
    "q": "A norma del codice di procedura civile, nel pignoramento l'ufficiale giudiziario ingiunge al debitore:",
    "A": "di astenersi da qualunque atto diretto a sottrarre alla garanzia del credito i beni che si assoggettano all'espropriazione e i frutti di essi",
    "B": "di versare in cancelleria una somma non inferiore a un quinto dell'importo del credito per cui si esegue il pignoramento e dei crediti dei creditori intervenuti",
    "C": "di versare al creditore una somma di denaro pari all'importo dovuto, comprensivo del capitale, degli interessi e delle spese, oltre che delle spese di esecuzione",
    "correct": "A"
  },
  {
    "id": 128,
    "q": "Ai sensi dell'art. 107 c.p.c., cosa accade quando il giudice ritiene opportuno che il processo si svolga in confronto di un terzo al quale la causa è comune?",
    "A": "Dichiara immediatamente la nullità del processo",
    "B": "Ne ordina l'intervento",
    "C": "Rimette la causa ad altro giudice",
    "correct": "B"
  },
  {
    "id": 129,
    "q": "Con riguardo all'assunzione dei mezzi la di prova, se non si presenta la parte su istanza della quale deve iniziarsi o proseguirsi la prova, il giudice istruttore:",
    "A": "dichiara contumace e procede obbligatoriamente all'assunzione",
    "B": "la dichiara decaduta dal diritto di farla assumere, salvo che l'altra parte presente non ne chieda l'assunzione",
    "C": "la dichiara decaduta dal diritto di farla assumere, anche qualora l'altra parte presente ne chieda l'assunzione",
    "correct": "B"
  },
  {
    "id": 130,
    "q": "Ai sensi dell'art. 181 c.p.c., primo comma, se nessuna delle parti compare alla prima udienza, il giudice:",
    "A": "sospende immediatamente il processo",
    "B": "dichiara la nullità del processo",
    "C": "fissa un'udienza successiva, di cui il cancelliere da comunicazione alle parti costituite",
    "correct": "C"
  },
  {
    "id": 131,
    "q": "Nel procedimento d'ingiunzione, se la domanda riguarda la consegna di una determinata quantità di cose fungibili, il ricorrente deve:",
    "A": "dichiarare la somma di denaro che è disposto ad accettare in mancanza della prestazione in natura",
    "B": "produrre un certificato del consiglio provinciale delle corporazioni relativo al valore delle cose fungibile",
    "C": "dichiarare se è disposto ad accettare una somma di denaro in mancanza della prestazione in natura, sul cui ammontare deciderà il giudice",
    "correct": "A"
  },
  {
    "id": 132,
    "q": "I termini per depositare le comparse conclusionali a norma dell'art. 190 c.p.c. sono:",
    "A": "ordinatori",
    "B": "dilatori",
    "C": "perentori",
    "correct": "C"
  },
  {
    "id": 133,
    "q": "A norma del codice di procedura civile, se l'ufficiale giudiziario procede con modalità telematiche alla ricerca dei beni da pignorare ma non rinviene una cosa individuata con tali modalità:",
    "A": "intima al debitore di indicare entro quindici giorni il luogo in cui la cosa si trova",
    "B": "intima al debitore di depositare entro quindici giorni alla cancelleria del giudice dell'esecuzione la cosa o una somma di denaro di pari valore",
    "C": "dispone la ricerca della cosa tramite la polizia giudiziaria",
    "correct": "A"
  },
  {
    "id": 134,
    "q": "Il giudice istruttore designato è investito di tutta l'istruzione della causa e della relazione al collegio. Soltanto in caso di:",
    "A": "assoluto impedimento o di gravi esigenze di servizio può essere sostituito con decreto del presidente",
    "B": "contumacia del convenuto può essere sostituito con decreto del presidente",
    "C": "dolo del convenuto può essere sostituito con decreto del tribunale monocratico",
    "correct": "A"
  },
  {
    "id": 135,
    "q": "La parte contro la quale il ricorso per cassazione è diretto, se intende contraddire, deve farlo mediante:",
    "A": "domanda riconvenzionale da notificarsi al ricorrente nel domicilio eletto entro venti giorni dalla scadenza del termine stabilito per il deposito del ricorso",
    "B": "controricorso da notificarsi al ricorrente nel domicilio eletto entro venti giorni dalla scadenza del termine stabilito per il deposito del ricorso",
    "C": "opposizione da notificarsi al ricorrente nel domicilio eletto entro venti giorni dalla scadenza del termine stabilito per il deposito del ricorso",
    "correct": "B"
  },
  {
    "id": 136,
    "q": "Le notificazioni possono essere eseguite:",
    "A": "in orari differenziati a seconda del mese dell'anno",
    "B": "dopo l'ultima modifica del codice, in qualunque orario",
    "C": "nei limiti orari stabiliti dal codice",
    "correct": "C"
  },
  {
    "id": 137,
    "q": "A seguito dell'art. 379 c.p.c. modificato dalla legge 197/2016, all'udienza il relatore riferisce i fatti rilevanti per la decisione del ricorso, il contenuto del provvedimento impugnato e, in riassunto, se non vi è discussione delle parti, i motivi del ricorso e del controricorso:",
    "A": "dopo la relazione il presidente invita i difensori delle parti a svolgere le loro difese e, quindi il pubblico ministero a esporre oralmente le sue conclusioni. Sono ammesse repliche",
    "B": "dopo la relazione il presidente invita il pubblico ministero a esporre oralmente le sue conclusioni motivate, senza ammettere i difensori delle parti alla discussione. Non sono ammesse repliche",
    "C": "dopo la relazione il presidente invita i difensori delle parti a svolgere le loro difese e, quindi il pubblico ministero a esporre oralmente le sue conclusioni motivate. Non sono ammesse repliche",
    "correct": "C"
  },
  {
    "id": 138,
    "q": "Per le cause tra soci, è competente il giudice del luogo:",
    "A": "dove ha sede la società",
    "B": "dove ha la residenza l'attore",
    "C": "dove ha la residenza il convenuto",
    "correct": "A"
  },
  {
    "id": 139,
    "q": "Per le cause tra condomini, è competente il giudice del luogo:",
    "A": "dove ha la residenza il convenuto",
    "B": "dove ha la residenza l'attore",
    "C": "dove si trovano i beni comuni o la maggioranza di essi",
    "correct": "C"
  },
  {
    "id": 140,
    "q": "In base al codice di procedura civile, nel giudizio di appello, la proposizione di nuove domande:",
    "A": "è dichiarata inammissibile d'ufficio",
    "B": "è ammessa se la parte dimostra di non aver potuto presentare la domanda in primo grado per causa a essa non imputabile",
    "C": "è dichiarata inammissibile su istanza di parte",
    "correct": "A"
  },
  {
    "id": 141,
    "q": "A norma dell'art. 510 c.p.c., il giudice dell'esecuzione in sede di distribuzione dispone per un certo termine un accantonamento a favore del creditore intervenuto nel pignoramento e privo di titolo esecutivo. Alla scadenza del termine l'accantonamento:",
    "A": "è attribuito al creditore procedente",
    "B": "è distribuito tra il creditore procedente e quelli intervenuti",
    "C": "è attribuito al creditore al cui favore il termine fu disposto",
    "correct": "B"
  },
  {
    "id": 142,
    "q": "Se vi è un residuo della somma ricavata in sede di espropriazione forzata esso:",
    "A": "è attribuito al creditore procedente",
    "B": "è consegnato al debitore o al terzo che ha subito l'espropriazione",
    "C": "è consegnato al creditore procedente perché lo renda al debitore o al terzo che ha subito l'espropriazione",
    "correct": "B"
  },
  {
    "id": 143,
    "q": "Se in sede di esecuzione forzata risulta un residuo della somma dopo la distribuzione dell'accantonamento disposto a favore del creditore intervenuto privo titolo esecutivo, il residuo:",
    "A": "viene attribuito a tutti i creditori in proporzione del loro credito, senza osservanza delle cause di prelazione",
    "B": "è consegnato al debitore o al terzo che ha subito l'espropriazione",
    "C": "è attribuito al creditore procedente",
    "correct": "B"
  },
  {
    "id": 144,
    "q": "Se il debitore esecutato ottiene la conversione del pignoramento a norma dell'art. 495 c.p.c. ma non versa la somma determinata dal giudice, la somma che aveva versato in cancelleria al momento dell'istanza di conversione:",
    "A": "è confiscata a titolo di ammenda",
    "B": "gli viene restituita",
    "C": "va a far parte dei beni pignorati",
    "correct": "C"
  },
  {
    "id": 145,
    "q": "In caso di pignoramento presso terzi, dal giorno in cui il relativo atto gli è notificato, relativamente alle cose e alle somme da lui dovute, il terzo:",
    "A": "è soggetto agli obblighi che la legge impone al custode",
    "B": "è coobbligato al pagamento del credito per cui si procede, nei limiti del valore delle cose che detiene o del debito che ha verso l'esecutato",
    "C": "è soggetto agli obblighi che la legge impone al depositario",
    "correct": "A"
  },
  {
    "id": 146,
    "q": "Se il debitore esecutato chiede di effettuare la conversione del pignoramento a norma dell'art. 495 c.p. c., la somma da sostituire al bene pignorato:",
    "A": "è determinata dal giudice dell'esecuzione",
    "B": "è proposta dal debitore, ma il creditore è libero di rifiutare",
    "C": "è determinata dall'ufficiale giudiziario",
    "correct": "A"
  },
  {
    "id": 147,
    "q": "In base al codice di procedura civile, l'incompetenza per territorio del giudice, fuori dai casi in cui la competenza può essere derogata dalle parti:",
    "A": "è rilevata anche d'ufficio non oltre la prima udienza di trattazione",
    "B": "è eccepita dalle parti in qualunque stato e grado del giudizio",
    "C": "deve essere rilevata d'ufficio in qualunque stato e grado del procedimento",
    "correct": "A"
  },
  {
    "id": 148,
    "q": "Il processo si estingue per rinuncia agli atti di giudizio quando questa è accettata dalle parti costituite che potrebbero avere interesse alla prosecuzione. L'accettazione:",
    "A": "non è efficace se contiene riserve o condizioni",
    "B": "è efficace se contiene condizioni ma non riserve",
    "C": "è efficace se contiene riserve ma non condizioni",
    "correct": "A"
  },
  {
    "id": 149,
    "q": "Il processo verbale è sottoscritto da chi presiede l'udienza e dal cancelliere; di esso si dà lettura, salvo espressa istanza di parte. Questa frase del codice di procedura civile:",
    "A": "è errata, in quanto del verbale non si dà lettura",
    "B": "è esatta",
    "C": "è errata, in quanto il verbale non è sottoscritto dal cancelliere",
    "correct": "A"
  },
  {
    "id": 150,
    "q": "In base al codice di procedura civile, l'ordinanza di condanna a pena pecuniaria pronunciata in udienza in presenza dell'interessato e previa contestazione dell'addebito:",
    "A": "è impugnabile davanti alla Corte d'appello",
    "B": "è sempre impugnabile, a meno che essa stessa preveda diversamente",
    "C": "non è impugnabile",
    "correct": "C"
  },
  {
    "id": 151,
    "q": "Quando dal suo compimento sono trascorsi 45 giorni senza che sia stata richiesta l'assegnazione o la vendita, il pignoramento:",
    "A": "è nullo",
    "B": "perde efficacia",
    "C": "deve essere riassunto dal creditore o perde efficacia",
    "correct": "B"
  },
  {
    "id": 152,
    "q": "I termini per il compimento degli atti del processo sono stabiliti dalla legge:",
    "A": "e possono essere stabiliti dal giudice, ad esclusione di quelli a pena di decadenza, soltanto se la legge lo permette espressamente",
    "B": "e non possono mai essere stabiliti dal giudice",
    "C": "e possono essere stabiliti dal giudice anche a pena di decadenza, soltanto se la legge lo permette espressamente",
    "correct": "C"
  },
  {
    "id": 153,
    "q": "Salvo casi particolari, l'udienza in cui si discute la causa:",
    "A": "è pubblica a pena di nullità",
    "B": "è pubblica a pena di annullabilità",
    "C": "è privata a pena di nullità",
    "correct": "A"
  },
  {
    "id": 154,
    "q": "Se viene eseguito un pignoramento sulle somme dovute a titolo di stipendio in violazione dei divieti previsti dall'art. 545 c.p.c., l'inefficacia di esso:",
    "A": "è rilevabile anche d'ufficio",
    "B": "è rilevabile solo dal debitore",
    "C": "è rilevabile solo dal debitore delle somme dovute a titolo di stipendio",
    "correct": "A"
  },
  {
    "id": 155,
    "q": "In caso di mancata comparizione il testimone:",
    "A": "non è comunque soggetto a sanzioni",
    "B": "è sempre condannato a una pena pecuniaria",
    "C": "può essere condannato a una pena pecuniaria",
    "correct": "C"
  },
  {
    "id": 156,
    "q": "A norma dell'art. 135 c.p.c, il decreto emesso dal giudice:",
    "A": "non è motivato, salvo che la motivazione sia prescritta dalla legge",
    "B": "è sempre motivato, salvo che la legge non disponga diversamente",
    "C": "non è in nessun caso motivato",
    "correct": "A"
  },
  {
    "id": 157,
    "q": "Interesse ad agire significa che:",
    "A": "è sempre necessario un interesse economico per agire in giudizio",
    "B": "per proporre una domanda o per contraddire alla stessa è necessario avere capacità giuridica",
    "C": "per proporre una domanda o per contraddire alla stessa è necessario avervi interesse",
    "correct": "C"
  },
  {
    "id": 158,
    "q": "Se la sentenza non statuisce sulla ripartizione delle spese e dei danni:",
    "A": "è sempre necessario un nuovo giudizio per la ripartizione",
    "B": "questa si fa per quote uguali",
    "C": "questa si fa per quote proporzionali all'interesse nella causa",
    "correct": "B"
  },
  {
    "id": 159,
    "q": "All'interno del processo di esecuzione civile, il precetto deve contenere l'avvertimento che:",
    "A": "è possibile fare opposizione al precetto",
    "B": "in mancanza di adempimento, si procederà a esecuzione forzata",
    "C": "parte del procedente è stata prestata garanzia da",
    "correct": "B"
  },
  {
    "id": 160,
    "q": "L'articolo 76 del Codice di procedura civile intitolato alla Famiglia Reale:",
    "A": "è stato abrogato dalla Costituzione italiana",
    "B": "non è mai stato abrogato",
    "C": "è vigente ma inapplicabile",
    "correct": "A"
  },
  {
    "id": 161,
    "q": "In base al codice di procedura civile, il compromesso con cui le parti convengono di far decidere da un collegio arbitrale la controversia tra di loro insorta:",
    "A": "deve contenere l'indicazione della richiesta di nomina degli arbitri fatta all'autorità giudiziaria",
    "B": "deve contenere la nomina degli arbitri oppure stabilire il numero di essi e il modo per nominarli",
    "C": "è sufficiente che contenga il numero degli arbitri a cui devolvere la controversia, purché siano in numero dispari",
    "correct": "B"
  },
  {
    "id": 162,
    "q": "Se si esegue un pignoramento presso un terzo, il terzo, ai sensi dell'art. 547 c.p.c., è tenuto a specificare i sequestri precedentemente eseguiti presso di lui?",
    "A": "Non è tenuto, ma è suo interesse farlo",
    "B": "È tenuto solo se invitato a farlo dal creditore procedente",
    "C": "Sì, è tenuto",
    "correct": "C"
  },
  {
    "id": 163,
    "q": "Qualora non sia possibile notificare un atto per incapacità del destinatario o delle persone legittimate a riceverlo, l'ufficiale giudiziario:",
    "A": "deposita la copia dell'atto nella casa del Comune dove va eseguita la notifica",
    "B": "deposita l'atto al portiere o a un vicino di casa",
    "C": "effettua senz'altro la consegna in mani proprie all'incapace",
    "correct": "A"
  },
  {
    "id": 164,
    "q": "Nel pignoramento, quando il giudice dispone con ordinanza la vendita o l'assegnazione, l'udienza di comparizione del debitore e dei creditori intervenuti privi di titolo esecutivo deve tenersi:",
    "A": "entro 30 giorni",
    "B": "entro 15 giorni",
    "C": "entro 60 giorni",
    "correct": "C"
  },
  {
    "id": 165,
    "q": "Il ricorso del creditore per l'intervento nell'esecuzione deve essere depositato:",
    "A": "prima che sia tenuta in cui è disposta la vendita o l'assegnazione",
    "B": "l'udienza entro 30 giorni dal pignoramento",
    "C": "prima della distribuzione della somma ricavata",
    "correct": "A"
  },
  {
    "id": 166,
    "q": "Sulle domande e sulle eccezioni delle parti, il giudice istruttore, sentite le loro ragioni, dà in udienza i provvedimenti opportuni; ma può anche riservarsi di pronunciarli:",
    "A": "all'udienza successiva",
    "B": "entro i cinque giorni successivi",
    "C": "entro i trenta giorni successivi",
    "correct": "B"
  },
  {
    "id": 167,
    "q": "Ai sensi dell'art. 47 c.p.c., entro quale termine deve essere notificato alle parti che non vi hanno aderito, il ricorso per l'istanza di regolamento di competenza?",
    "A": "Entro il termine perentorio di sessanta giorni dalla comunicazione della ordinanza che abbia pronunciato sulla competenza",
    "B": "Entro il termine perentorio di trenta giorni dalla comunicazione della ordinanza che abbia pronunciato sulla competenza",
    "C": "Entro il termine ordinatorio di quaranta giorni dalla comunicazione della ordinanza che abbia pronunciato sulla competenza",
    "correct": "B"
  },
  {
    "id": 168,
    "q": "A norma dell'art. 275 c.p.c., quando la decisione della causa è rimessa al collegio, quali sono i termini per il deposito della sentenza?",
    "A": "Entro quaranta giorni dalla scadenza del termine per il deposito delle memorie di replica di cui all'art. 190 c.p.c.",
    "B": "Entro sessanta giorni dalla scadenza del termine per il deposito delle memorie di replica di cui all'art. 190 c.p.c.",
    "C": "Entro ottanta giorni dalla scadenza del termine per il deposito delle memorie di replica di cui all'art. 190 c.p.c.",
    "correct": "B"
  },
  {
    "id": 169,
    "q": "Ai sensi dell' art. 165 c.p.c., entro quanti giorni l'attore deve costituirsi in giudizio dalla notificazione della citazione al convenuto ?",
    "A": "Entro dieci giorni",
    "B": "Entro trenta giorni",
    "C": "Entro venti giorni",
    "correct": "A"
  },
  {
    "id": 170,
    "q": "Entro quale termine deve essere pronunciata la sentenza di regolamento di competenza della corte di cassazione?",
    "A": "Entro trenta giorni dal deposito presso la cancelleria della corte di cassazione della richiesta di regolamento di competenza",
    "B": "Entro i trenta giorni successivi alla scadenza prevista per il deposito presso la cancelleria della stessa Corte di scritture o documenti difensivi da parte dei soggetti a cui è stato notificato il ricorso o comunicata l'ordinanza del giudice",
    "C": "Entro i venti giorni successivi alla scadenza prevista per il deposito presso la cancelleria della stessa Corte di scritture o documenti difensivi da parte dei soggetti a cui è stato notificato il ricorso o comunicata l'ordinanza del giudice",
    "correct": "C"
  },
  {
    "id": 171,
    "q": "Se si pignorano cose del debitore che sono in possesso di un terzo, deve essere data indicazione di queste cose?",
    "A": "Sì, esatta",
    "B": "Esatta se si tratta di beni immobili o mobili registrati; generica negli altri casi",
    "C": "Sì, anche generica",
    "correct": "C"
  },
  {
    "id": 172,
    "q": "In base al codice di procedura civile, in caso di notificazione dell'atto richiesto per il pignoramento immobiliare, la consegna della copia autentica dell'atto al conservatore dei registri immobiliari deve essere eseguita:",
    "A": "esclusivamente dal creditore pignorante o suo delegato",
    "B": "esclusivamente dall'ufficiale giudiziario",
    "C": "dall'ufficiale giudiziario o dal creditore pignorante",
    "correct": "C"
  },
  {
    "id": 173,
    "q": "Vi sono casi in cui il giudice può decidere secondo equità a richiesta di parte?",
    "A": "Sì, esistono",
    "B": "No, non sono mai esistiti",
    "C": "Esistevano fino all'abrogazione dell'articolo di riferimento nel 2015",
    "correct": "A"
  },
  {
    "id": 174,
    "q": "Se sul medesimo bene sono compiuti due diversi pignoramenti:",
    "A": "essi hanno sempre un effetto unico, anche se pertengono processi diversi",
    "B": "essi hanno sempre un effetto stesso processo a unico, se pertengono allo",
    "C": "ognuno ha un effetto indipendente, anche se sono uniti nello stesso processo",
    "correct": "C"
  },
  {
    "id": 175,
    "q": "Se nel giudizio d'appello è proposta querela di falso, il giudice, quando ritiene il documento impugnato rilevante per la decisione della causa:",
    "A": "sospende con ordinanza il giudizio",
    "B": "sospende con sentenza il giudizio",
    "C": "estingue con ordinanza il giudizio",
    "correct": "A"
  },
  {
    "id": 176,
    "q": "In base al codice di procedura civile, l'estinzione del processo:",
    "A": "non estingue l'azione",
    "B": "estingue l'azione e rende inefficaci gli atti compiuti",
    "C": "estingue l'azione",
    "correct": "A"
  },
  {
    "id": 177,
    "q": "Secondo la legge n. 69 del 18 giugno 2009 di modifica del codice di procedura civile, è competente il giudice di pace fino a un ammontare del risarcimento del danno prodotto dalla circolazione di veicoli pari a:",
    "A": "euro 20.000,00",
    "B": "euro 2.582,00",
    "C": "euro 16.000,00",
    "correct": "A"
  },
  {
    "id": 178,
    "q": "Quando il giudice nomina il curatore speciale a una parte, ai sensi dell'articolo 80 c.p.c., il pubblico ministero eventualmente deve:",
    "A": "provocare i provvedimenti per la costituzione della normale rappresentanza o assistenza della parte",
    "B": "verificare la costituzione della normale rappresentanza o assistenza della parte in capo al curatore speciale",
    "C": "fare comunicazione della nomina al presidente del tribunale",
    "correct": "A"
  },
  {
    "id": 179,
    "q": "Quando il giudice nomina il curatore speciale ai sensi dell'articolo 80 c.p.c., deve:",
    "A": "farne comunicazione al presidente del tribunale",
    "B": "provocare i provvedimenti per la costituzione della normale rappresentanza o assistenza della parte",
    "C": "farne comunicazione al pubblico ministero",
    "correct": "C"
  },
  {
    "id": 180,
    "q": "A norma dell'art. 85 c.p.c., la rinuncia alla procura alle liti non ha effetto nei confronti dell'altra parte:",
    "A": "finché non sia avvenuta la sostituzione del difensore",
    "B": "finché non le sia comunicata",
    "C": "finché non sia conferita con atto pubblico procura a un nuovo difensore",
    "correct": "A"
  },
  {
    "id": 181,
    "q": "In base al codice di procedura civile, fino a quando le parti possono adire le Sezioni Unite della corte di cassazione per la risoluzione delle questioni relative al difetto di giurisdizione?",
    "A": "Fino al deposito della comparsa di risposta in primo grado",
    "B": "Finché la causa non sia decisa nel merito in grado di appello",
    "C": "Finché la causa non sia decisa nel merito in primo grado",
    "correct": "C"
  },
  {
    "id": 182,
    "q": "In base al codice di procedura civile, il giudice istruttore, se dichiara la contumacia dell'attore:",
    "A": "ordina che sia proseguito il giudizio, se il convenuto ne fa richiesta",
    "B": "dispone la cancellazione della causa dal ruolo",
    "C": "fissa all'attore un termine perentorio per la costituzione",
    "correct": "A"
  },
  {
    "id": 183,
    "q": "In base al codice di procedura civile, quando il processo di esecuzione è sospeso:",
    "A": "nessun atto di esecuzione può essere compiuto, senza eccezioni",
    "B": "gli atti di esecuzione continuano, ma diventano nulli in tutto o in parte se sono accolte le ragioni che determinano la sospensione",
    "C": "nessun atto di esecuzione può essere compiuto, salvo diversa disposizione del giudice dell'esecuzione",
    "correct": "C"
  },
  {
    "id": 184,
    "q": "Ai sensi dell'art. 298 c.p.c. quali sono gli effetti della sospensione del processo?",
    "A": "Gli atti eventualmente compiuti, al di fuori di quelli urgenti a norma dell'art. 43 c.p.c. e della proposizione di domande cautelari ex art. 669quater c.p.c, sono nulli ma producono effetti. Inoltre la sospensione non interrompe i termini in corso.",
    "B": "Gli atti eventualmente compiuti sono validi e producono effetti. Inoltre la sospensione interrompe i termini in corso.",
    "C": "Non possono essere compiuti atti del procedimento. Inoltre la sospensione interrompe i termini in corso.",
    "correct": "C"
  },
  {
    "id": 185,
    "q": "Quali sono gli effetti dell'estinzione del procedimento d'impugnazione?",
    "A": "Gli effetti dell'estinzione del procedimento di appello consistono nel far passare in giudicato la sentenza impugnata, mentre ciò non accade nel procedimento di revocazione ei casi previsti nei numeri 4 e 5 dell'art. 395 c.p.c",
    "B": "Gli effetti dell'estinzione del procedimento di appello o di revocazione nei casi previsti nei numeri 4 e 5 dell'art. 395 c.p.c., consistono nel far passare in giudicato la sentenza impugnata, salvo che ne siano stati modificati gli effetti con provvedimenti pronunciati nel",
    "C": "Gli effetti dell'estinzione del procedimento di appello o di revocazione nei casi previsti nei numeri 4 e 5 dell'art. 395 c.p.c., consistono sempre nel far passare in giudicato la sentenza impugnata",
    "correct": "B"
  },
  {
    "id": 186,
    "q": "Ai sensi del codice di procedura civile, se la citazione è nulla, ma il convenuto si costituisce ugualmente:",
    "A": "la causa è comunque cancellata dal ruolo",
    "B": "i vizi della citazione si intendono sanati",
    "C": "gli effetti sostanziali e processuali della domanda si producono dal momento della costituzione del convenuto",
    "correct": "B"
  },
  {
    "id": 187,
    "q": "Salvo i casi previsti dal secondo comma dell'art. 23 c.p. c., per le cause tra soci è competente il giudice del luogo dove:",
    "A": "ha residenza uno dei soci",
    "B": "ha sede la società",
    "C": "ha dimora il rappresentate pro tempore della società",
    "correct": "B"
  },
  {
    "id": 188,
    "q": "A norma del codice di procedura civile, chi ha ottenuto la copia di un atto pubblico:",
    "A": "ha diritto di collazionarla con l'originale previo ricorso al tribunale",
    "B": "ha diritto di collazionarla con l'originale solo se intende procedere a querela di falso",
    "C": "ha diritto di collazionarla con l'originale in presenza del depositario",
    "correct": "C"
  },
  {
    "id": 189,
    "q": "A norma del codice di procedura civile, quando si procede alla ricerca con modalità telematiche dei beni da pignorare, l'ufficiale giudiziario:",
    "A": "ha diritto di ottenere dalle pubbliche amministrazioni le informazioni che richiede",
    "B": "ha diritto di ottenere dalle pubbliche amministrazioni copia informatica delle loro banche dati",
    "C": "accede mediante collegamento telematico diretto ai dati contenuti nelle banche dati delle pubbliche amministrazioni",
    "correct": "C"
  },
  {
    "id": 190,
    "q": "In base al codice di procedura civile, nelle cause di separazione personale dei coniugi il pubblico ministero:",
    "A": "deve intervenire, a pena di nullità rilevabile d'ufficio",
    "B": "deve intervenire, a pena di nullità eccepibile solo su istanza di parte",
    "C": "deve intervenire se richiesto da una parte",
    "correct": "A"
  },
  {
    "id": 191,
    "q": "In base al codice di procedura civile, il terzo creditore che interviene nel processo di espropriazione forzata:",
    "A": "ha diritto di partecipare alla distribuzione della somma ricavata, a partecipare all'espropriazione e a provocarne i singoli atti",
    "B": "ha solo il diritto di partecipare alla distribuzione della somma ricavata",
    "C": "ha solo il diritto di soddisfarsi sull'eventuale residuo, dopo il soddisfacimento del creditore procedente",
    "correct": "A"
  },
  {
    "id": 192,
    "q": "A norma dell'art. 510 c.p.c., il giudice dell'esecuzione in sede di distribuzione dispone per un certo termine un accantonamento a favore del creditore intervenuto nel pignoramento e privo di titolo esecutivo. Se questo creditore ottiene il titolo esecutivo prima della scadenza del termine:",
    "A": "ha prelazione nell'attribuzione dell'accantonamento",
    "B": "ha diritto all'attribuzione dell'accantonamento",
    "C": "partecipa alla distribuzione dell'accantonamento insieme al creditore procedente e agli altri intervenuti",
    "correct": "B"
  },
  {
    "id": 193,
    "q": "Si definisce giudice competente quello che:",
    "A": "viene adito dalle parti",
    "B": "emana una sentenza",
    "C": "è legittimato, in base ai criteri prestabiliti dalla legge, a decidere sulla causa",
    "correct": "C"
  },
  {
    "id": 194,
    "q": "Se il debitore esecutato ottiene la conversione del pignoramento a norma dell'art. 495 c.p.c. e gli è concesso di versare a rate la somma sostituita al bene pignorato, le rate:",
    "A": "devono essere mensili",
    "B": "possono essere bimestrali",
    "C": "hanno una cadenza determinata dal giudice",
    "correct": "A"
  },
  {
    "id": 195,
    "q": "Se le parti soccombenti sono più, come vengono ripartite le spese ed i danni?",
    "A": "Il giudice condanna ciascuna delle parti alle spese e ai danni in proporzione del rispettivo interesse nella causa",
    "B": "Il giudice condanna tutte le parti sempre per quote uguali, indipendentemente dall'interesse nella causa",
    "C": "I difensori si accordano per la ripartizione",
    "correct": "A"
  },
  {
    "id": 196,
    "q": "Tra i seguenti, quali rapporti rientrano nell'ambito di applicazione del processo del lavoro?",
    "A": "I rapporti di lavoro riguardanti i procuratori dello Stato",
    "B": "I rapporti di lavoro nelle Forze Armate",
    "C": "Rapporti dei dipendenti da enti pubblici economici",
    "correct": "C"
  },
  {
    "id": 197,
    "q": "In base al codice di procedura civile, se il giudice dell'esecuzione ammette la sostituzione del bene immobile pignorato con una somma da pagarsi a rate e il debitore omette il versamento di alcune di esse:",
    "A": "le somme versate formano parte dei beni pignorati e la cosa immobile, su istanza del creditore, viene venduta senza indugio",
    "B": "il bene immobile viene assegnato al creditore o ai creditori, ma il debitore può fare istanza di riduzione del pignoramento",
    "C": "si procede senza indugio al pignoramento di altri beni, fino a concorrenza con il valore delle rate omesse",
    "correct": "A"
  },
  {
    "id": 198,
    "q": "Quale soggetto assiste il giudice in udienza, provvede all'esecuzione dei suoi ordini, esegue la notificazione degli atti e attende alle altre incombenze che la legge gli attribuisce?",
    "A": "L'ufficiale giudiziario",
    "B": "L'uditore giudiziario",
    "C": "Il cancelliere",
    "correct": "A"
  },
  {
    "id": 199,
    "q": "Chi fissa i termini entro i quali le parti debbono compiere gli atti processuali?",
    "A": "Il giudice istruttore",
    "B": "L'ufficiale giudiziario",
    "C": "Il difensore",
    "correct": "A"
  },
  {
    "id": 200,
    "q": "Quale dei seguenti NON può fare, nel processo civile, istanza di nomina di un curatore speciale?",
    "A": "La persona che deve essere rappresentata",
    "B": "Il pubblico ministero",
    "C": "Il giudice",
    "correct": "C"
  },
  {
    "id": 201,
    "q": "Delle indagini del consulente tecnico si forma processo verbale quando sono compiute con l'intervento del giudice istruttore, ma questi può anche disporre che il consulente rediga relazione scritta. Cosa accade se le indagini sono compiute senza l'intervento del giudice istruttore?",
    "A": "Il consulente deve farne relazione, nella quale non inserisce le istanze delle parti né le loro osservazioni",
    "B": "Il consulente deve farne relazione, nella quale inserisce anche le osservazioni e le istanze delle parti",
    "C": "Il consulente può farne relazione, nella quale inserisce le osservazioni ma non le istanze delle parti",
    "correct": "B"
  },
  {
    "id": 202,
    "q": "Nell'udienza di comparizione del debitore e dei creditori intervenuti privi di titolo esecutivo che segue l'ordinanza con cui è disposta la vendita o l'assegnazione dei beni pignorati, se il debitore riconosce il debito di uno di questi creditori:",
    "A": "il creditore partecipa alla distribuzione della somma ricavata",
    "B": "il creditore ha diritto all'accantonamento di una somma pari al debito riconosciuto",
    "C": "il creditore partecipa con prelazione alla distribuzione della somma ricavata",
    "correct": "A"
  },
  {
    "id": 203,
    "q": "In base al codice di procedura civile, nel fascicolo dell'esecuzione deve essere sempre depositato l'originale del titolo esecutivo?",
    "A": "No, su autorizzazione del giudice è ammesso il deposito di una copia autenticata",
    "B": "Il creditore ha la scelta tra il deposito dell'originale e quello di una copia",
    "C": "Sì, sempre",
    "correct": "A"
  },
  {
    "id": 204,
    "q": "Procedendosi a pignoramento, se nell'udienza di comparizione del debitore e dei creditori intervenuti privi di titolo esecutivo il debitore riconosce parzialmente il debito di uno di questi:",
    "A": "il creditore partecipa alla distribuzione della somma ricavata per la parte riconosciuta",
    "B": "il creditore ottiene il titolo esecutivo per la parte di debito riconosciuta",
    "C": "il creditore ha diritto all'accantonamento di una somma pari alla parte di debito riconosciuta",
    "correct": "A"
  },
  {
    "id": 205,
    "q": "Un debitore esecutato è invitato a indicare ulteriori beni utilmente pignorabili e indica crediti o cose mobili che sono in possesso di un terzo. Se il terzo, prima che gli sia notificato l'apposito atto, paga il debito o restituisce le cose, chi è costituito custode della somma o delle cose?",
    "A": "Il terzo",
    "B": "Il debitore esecutato",
    "C": "Il creditore pignorante",
    "correct": "B"
  },
  {
    "id": 206,
    "q": "L'art. 499 c.p.c. riconosce il diritto di intervento nell'esecuzione a una serie di creditori. Tra questi - a meno del compimento di determinati atti o del prodursi di determinate altre situazioni - NON rientra:",
    "A": "il creditore che al momento del pignoramento aveva un diritto di pegno nei confronti del debitore esecutato",
    "B": "il creditore che al momento del pignoramento aveva eseguito un sequestro sui beni pignorati",
    "C": "il creditore privilegiato del debitore esecutato",
    "correct": "C"
  },
  {
    "id": 207,
    "q": "Davanti al giudice di pace è ammesso stare in giudizio personalmente nelle cause:",
    "A": "il cui valore non eccede € 516,46",
    "B": "il cui valore non eccede € 1.100",
    "C": "il cui valore non eccede € 550",
    "correct": "B"
  },
  {
    "id": 208,
    "q": "Se taluni creditori hanno un diritto di prelazione risultante da pubblici registri su beni che altri sottopone a pignoramento:",
    "A": "il debitore deve avvertirli con una notifica",
    "B": "il pignorante deve avvertirli con una notifica",
    "C": "il cancelliere deve avvertirli con una notifica",
    "correct": "B"
  },
  {
    "id": 209,
    "q": "In base al codice di procedura civile, se in caso di denuncia di danno temuto la parte alla quale è fatto divieto di compiere l'atto dannoso contravviene all'ordine:",
    "A": "il giudice, su ricorso della parte interessata, può disporre che le cose siano rimesse in pristino a spese del contravventore",
    "B": "il giudice dispone che le cose siano rimesse in pristino a spese del contravventore, al quale può comminare un'ammenda",
    "C": "il denunciante può rimettere le cose al pristino stato a spese del contravventore",
    "correct": "A"
  },
  {
    "id": 210,
    "q": "In base al codice di procedura civile, se la parte alla quale è fatto divieto di mutare lo stato di fatto delle cose contravviene all'ordine:",
    "A": "il giudice dispone che le cose siano rimesse in pristino a spese del contravventore, al quale può comminare un'ammenda",
    "B": "il giudice, su ricorso della parte interessata, può disporre che le cose siano rimesse al pristino stato a spese del contravventore",
    "C": "il denunciante può rimettere le cose al pristino stato a spese del contravventore",
    "correct": "B"
  },
  {
    "id": 211,
    "q": "Cosa si intende per prorogabilità del termine ordinatorio?",
    "A": "Il fatto che il giudice, prima della scadenza, può abbreviare, o prorogare, anche d'ufficio, il termine che non sia stabilito a pena di decadenza",
    "B": "Il fatto che il giudice, anche dopo la scadenza, può abbreviare, o prorogare, anche d'ufficio, il termine che non sia stabilito a pena di decadenza",
    "C": "Il fatto che il giudice, anche dopo la scadenza, può prorogare il termine evitando la decadenza",
    "correct": "A"
  },
  {
    "id": 212,
    "q": "Per le controversie di lavoro dei collaboratori a progetto di regola il giudice competente per territorio è:",
    "A": "il giudice del luogo dove è residente il committente",
    "B": "il giudice del luogo dove è domiciliato il collaboratore",
    "C": "il giudice del luogo dove è domiciliato il committente",
    "correct": "B"
  },
  {
    "id": 213,
    "q": "Per le controversie di lavoro dei collaboratori a progetto di regola il giudice competente per territorio è:",
    "A": "il giudice del luogo dove è domiciliato il collaboratore",
    "B": "il giudice del luogo dove ha la dimora il collaboratore",
    "C": "il giudice del luogo dove è stato concluso il contratto di collaborazione",
    "correct": "A"
  },
  {
    "id": 214,
    "q": "In base alla normativa processuale vigente, qual è di regola il giudice competente per territorio per le controversie di lavoro dei collaboratori a progetto?",
    "A": "Il giudice del luogo dove ha la propria sede l'azienda presso cui il collaboratore prestava la sua opera al momento della cessazione del rapporto",
    "B": "Il giudice del luogo dove è domiciliato il collaboratore",
    "C": "Non vi è un criterio univoco in questi casi",
    "correct": "B"
  },
  {
    "id": 215,
    "q": "Quale tra i seguenti giudici è competente per territorio per decidere su di un'eventuale controversia che riguardi un lavoratore parasubordinato?",
    "A": "Il giudice del luogo dove ha avuto esecuzione il contratto di collaborazione",
    "B": "Il giudice del luogo dove è domiciliato il lavoratore parasubordinato",
    "C": "Il giudice del luogo dove ha sede il convenuto",
    "correct": "B"
  },
  {
    "id": 216,
    "q": "In base alla normativa processuale vigente, qual è di regola il giudice competente per territorio per le controversie di lavoro dei collaboratori a progetto?",
    "A": "Il giudice del luogo dove è domiciliato il collaboratore",
    "B": "Il giudice del luogo dove ha sede l'attore",
    "C": "Il giudice del luogo dove ha la propria dimora il collaboratore",
    "correct": "A"
  },
  {
    "id": 217,
    "q": "Salvo che la legge disponga altrimenti, qualora sia convenuta una persona giuridica, qual è il giudice competente per territorio?",
    "A": "Il giudice del luogo dove la persona giuridica ha sede o ha uno stabilimento e un rappresentante autorizzato a stare in giudizio per l'oggetto della domanda",
    "B": "Il giudice del luogo dove l'attore ha residenza",
    "C": "Il giudice del luogo dove l'attore ha domicilio",
    "correct": "A"
  },
  {
    "id": 218,
    "q": "Per le controversie di lavoro dei collaboratori a progetto qual è di regola il giudice competente per territorio?",
    "A": "Il giudice del luogo in cui è cessato il rapporto",
    "B": "Il giudice del luogo dove è residente il committente",
    "C": "Il giudice del luogo dove è domiciliato il collaboratore",
    "correct": "C"
  },
  {
    "id": 219,
    "q": "Secondo le norme processuali, se insorge un contenzioso che riguardi un collaboratore a progetto, qual è di regola il giudice competente per territorio?",
    "A": "Il giudice del luogo dove è dalle parti nel loro contratto domiciliato il collaboratore purché fatto approvare dalla competente Direzione provinciale del lavoro",
    "B": "Il giudice del luogo dove è domiciliato il collaboratore",
    "C": "Il giudice del luogo in cui è sorto il rapporto di lavoro",
    "correct": "B"
  },
  {
    "id": 220,
    "q": "Per le persone fisiche, se la dimora del convenuto è sconosciuta, quale è il giudice competente?",
    "A": "Il giudice del luogo in cui risiede l'attore",
    "B": "Il giudice del luogo in cui il convenuto ha la propria principale attività",
    "C": "Il giudice del luogo dove risiede il parente più prossimo del convenuto",
    "correct": "A"
  },
  {
    "id": 221,
    "q": "Per le controversie di lavoro dei collaboratori a progetto qual è di regola il giudice competente per territorio?",
    "A": "Il giudice del luogo dove è domiciliato il collaboratore",
    "B": "Il giudice del luogo individuato dagli accordi sindacali di categoria",
    "C": "Il giudice del luogo individuato dalle parti nel loro contratto",
    "correct": "A"
  },
  {
    "id": 222,
    "q": "Quale tra i seguenti giudici è competente per territorio per decidere su di un'eventuale controversia che riguardi un lavoratore parasubordinato?",
    "A": "Qualunque giudice cui le parti ritengano di rivolgersi per far valere i propri diritti",
    "B": "Il giudice del luogo dove è domiciliato il lavoratore parasubordinato",
    "C": "Il giudice del luogo di esercizio dell'attività",
    "correct": "B"
  },
  {
    "id": 223,
    "q": "Per le controversie di lavoro dei collaboratori a progetto di regola il giudice competente per territorio è:",
    "A": "il giudice del luogo dove è domiciliato il collaboratore",
    "B": "il giudice del luogo individuato dalle parti nel loro contratto purché depositato davanti al competente Ispettorato provinciale del lavoro",
    "C": "il giudice del luogo individuato dalle parti nel loro contratto purché depositato davanti al tribunale competente",
    "correct": "A"
  },
  {
    "id": 224,
    "q": "In base alla normativa processuale vigente, qual è di regola il giudice competente per territorio per le controversie di lavoro dei collaboratori a progetto?",
    "A": "Il giudice del luogo individuato dalle parti nel loro contratto purché fatto approvare dalla competente Direzione provinciale del lavoro",
    "B": "Il giudice del luogo dove è domiciliato il collaboratore",
    "C": "Il giudice del luogo dove ha la propria sede legale l'impresa che fa capo al collaboratore",
    "correct": "B"
  },
  {
    "id": 225,
    "q": "Per le controversie di lavoro dei collaboratori a progetto di regola il giudice competente per territorio è:",
    "A": "il giudice del luogo dove è domiciliato il collaboratore",
    "B": "il giudice del luogo individuato dalle parti nel loro contratto purché concluso con l'assistenza di uno dei sindacati maggiormente rappresentativi",
    "C": "il giudice del luogo individuato nel contratto collettivo applicabile al caso",
    "correct": "A"
  },
  {
    "id": 226,
    "q": "Per la denuncia di nuova opera, a norma del codice di procedura civile, è competente:",
    "A": "il giudice del luogo nel quale risiede o ha domicilio il convenuto",
    "B": "il giudice del luogo ove ha la residenza l'attore",
    "C": "il giudice del luogo nel quale è avvenuto il fatto denunciato",
    "correct": "C"
  },
  {
    "id": 227,
    "q": "A norma del codice di procedura civile, se è ammessa la ricerca con modalità telematiche dei beni da pignorare, chi vi procede?",
    "A": "L'ufficiale giudiziario",
    "B": "Un esperto nominato dall'ufficiale giudiziario",
    "C": "Il creditore procedente",
    "correct": "A"
  },
  {
    "id": 228,
    "q": "Procedendosi a pignoramento, se nell'udienza di comparizione del debitore e dei creditori intervenuti privi di titolo esecutivo il debitore disconosce il debito di uno di questi:",
    "A": "questi, previo il compimento di alcuni atti, ha diritto all'accantonamento delle somme che gli spetterebbero",
    "B": "il giudice dell'esecuzione decide, entro congruo termine, sul rapporto sottostante, potendo consentire al creditore, in caso di pronuncia a lui favorevole, di partecipare all'assegnazione o alla distribuzione",
    "C": "questi è estromesso dalla procedura, ma può proporre azione per munirsi del titolo esecutivo",
    "correct": "A"
  },
  {
    "id": 229,
    "q": "A norma del codice di procedura civile, quando per la soddisfazione del creditore procedente i beni assoggettati a pignoramento appaiono insufficienti:",
    "A": "il giudice dell'esecuzione invita il creditore a indicare ulteriori beni utilmente pignorabili",
    "B": "l'ufficiale giudiziario invita il debitore a indicare ulteriori beni utilmente pignorabili",
    "C": "il giudice dell'esecuzione invita il debitore a indicare ulteriori beni utilmente pignorabili",
    "correct": "B"
  },
  {
    "id": 230,
    "q": "In base al codice di procedura civile, se l'attore costituito non compare alla prima udienza:",
    "A": "si procede in assenza di lui, se il convenuto è comparso",
    "B": "il convenuto può chiedere che si proceda in assenza di lui",
    "C": "il giudice fissa una nuova udienza",
    "correct": "B"
  },
  {
    "id": 231,
    "q": "In base al codice di procedura civile, se si deve eseguire un'ispezione fuori della circoscrizione del tribunale:",
    "A": "il giudice istruttore vi procede personalmente, tranne che esigenze tecniche gli impediscano di allontanrsi dalla sede",
    "B": "il giudice istruttore nomina un consulente tecnico, che provvede",
    "C": "il giudice istruttore deve delegare il giudice istruttore del luogo",
    "correct": "A"
  },
  {
    "id": 232,
    "q": "Se il documento impugnato di falso si trova presso un depositario:",
    "A": "il cancelliere può ordinarne il sequestro con le forme previste nel codice di procedura penale",
    "B": "il pubblico ministero può ordinarne il sequestro con le forme previste nel codice di procedura civile",
    "C": "il giudice istruttore può ordinarne il sequestro con le forme previste nel codice di procedura penale",
    "correct": "C"
  },
  {
    "id": 233,
    "q": "Nell'ambito dell'interrogatorio reso in sede processuale civile:",
    "A": "non possono farsi domande su fatti diversi da quelli formulati nei capitoli, a eccezione delle domande su cui le parti concordano e che il giudice ritiene utili",
    "B": "non possono farsi domande su fatti diversi da quelli formulati nei capitoli, a eccezione delle domande che il difensore ritiene utili, anche se le parti non concordano",
    "C": "possono farsi domande su fatti diversi da quelli formulati nei capitoli",
    "correct": "A"
  },
  {
    "id": 234,
    "q": "Ai sensi dell'art. 97 c.p.c. secondo comma, in caso le parti soccombenti siano più di una:",
    "A": "se la sentenza non statuisce sulla ripartizione delle spese e dei danni, questa si fa per quote uguali",
    "B": "il giudice condanna sempre ciascuna di esse alle spese e ai danni in proporzione del rispettivo interesse nella causa",
    "C": "il giudice pronuncia sempre condanna solidale di tutte o di alcune tra esse",
    "correct": "A"
  },
  {
    "id": 235,
    "q": "Ai sensi dell'art. 34 c.p.c., cosa accade se per legge o per esplicita domanda di una delle parti è necessario decidere con efficacia di giudicato una questione pregiudiziale che appartiene per materia o per valore alla competenza di un giudice superiore?",
    "A": "Il giudice rimette tutta la causa a quest'ultimo, assegnando alle parti un termine ordinatorio per la riassunzione della causa davanti a lui",
    "B": "Il giudice rimette tutta la causa a quest'ultimo, assegnando alle parti un termine perentorio per la riassunzione della causa davanti a lui",
    "C": "Il giudice rimette a quest'ultimo solo la questione pregiudiziale",
    "correct": "B"
  },
  {
    "id": 236,
    "q": "In base al codice di procedura civile, se sono trascorsi quarantacinque giorni dal compimento del pignoramento, senza che sia stata chiesta l'assegnazione o la vendita:",
    "A": "il giudice, su istanza del creditore, assegna a quest'ultimo un termine per chiedere l'assegnazione o la vendita; se anche questo decorre inutilmente, il pignoramento perde efficacia",
    "B": "il pignoramento perde efficacia",
    "C": "il giudice provvede d'ufficio all'assegnazione o alla vendita",
    "correct": "B"
  },
  {
    "id": 237,
    "q": "Se in giudizio si verifica conflitto di interessi tra il rappresentato e il rappresentante:",
    "A": "il rappresentato dovrà stare in giudizio personalmente",
    "B": "il giudizio si interrompe sino a che il conflitto di interessi sia risolto",
    "C": "si nomina un curatore speciale al rappresentato",
    "correct": "C"
  },
  {
    "id": 238,
    "q": "A norma del codice di procedura civile, il precetto deve contenere l'avvertimento che:",
    "A": "il precetto diventa inefficace se nel termine di 90 giorni dalla sua notificazione non è iniziata l'esecuzione",
    "B": "il debitore può porre rimedio alla situazione di sovraindebitamento concludendo con i creditori un accordo di composizione della crisi o proponendo agli stessi un piano del consumatore",
    "C": "il debitore può evitare il pignoramento versando nelle mani dell'ufficiale giudiziario la somma per cui si procede e l'importo delle spese",
    "correct": "B"
  },
  {
    "id": 239,
    "q": "A norma del codice di procedura civile, se il precetto non contiene la dichiarazione di residenza o l'elezione di domicilio della parte istante nel comune in cui ha sede il giudice competente per l'esecuzione:",
    "A": "le opposizioni al precetto si propongono davanti al giudice del luogo in cui è stato notificato",
    "B": "il precetto è inefficace",
    "C": "il precetto è nullo",
    "correct": "A"
  },
  {
    "id": 240,
    "q": "In base al codice di procedura civile, se è ricusato un componente del tribunale, sulla ricusazione decide:",
    "A": "il presidente della corte d'appello",
    "B": "il presidente del tribunale",
    "C": "il tribunale in composizione collegiale",
    "correct": "C"
  },
  {
    "id": 241,
    "q": "In sede di esecuzione civile, a norma dell'art. 509 c.p.c., NON rientra o rientrano nella somma da distribuire:",
    "A": "le spese di procedura",
    "B": "il provento delle cose pignorate",
    "C": "il prezzo delle cose assegnate",
    "correct": "A"
  },
  {
    "id": 242,
    "q": "In sede di esecuzione civile, a norma dell'art. 509 c.p.c., NON rientra nella somma da distribuire:",
    "A": "la rendita delle cose pignorate i crediti del debitore di cui non",
    "B": "si aveva notizia",
    "C": "il prezzo delle cose vendute",
    "correct": "B"
  },
  {
    "id": 243,
    "q": "In base al codice di procedura civile, se nel corso di un processo un altro giudice deve risolvere un'altra controversia dalla cui definizione dipende la decisione della causa:",
    "A": "i procedimenti devono essere riuniti",
    "B": "il processo deve essere interrotto",
    "C": "il processo deve essere sospeso",
    "correct": "C"
  },
  {
    "id": 244,
    "q": "A norma dell'art. 85 c.p.c., se una parte revoca al proprio difensore la procura alle liti, sino alla nomina di un nuovo difensore:",
    "A": "la revoca non ha effetto nei confronti dell'altra parte",
    "B": "il processo è sospeso",
    "C": "la revoca non ha effetto",
    "correct": "A"
  },
  {
    "id": 245,
    "q": "In base al codice di procedura civile, se il giudice dell'esecuzione limita a uno i diversi mezzi di espropriazione forzata che il creditore ha attivato e quest'ultimo non sceglie quale proseguire:",
    "A": "la scelta è compiuta dal giudice",
    "B": "il processo esecutivo si estingue",
    "C": "la scelta è compiuta scegliendo, all'interno dell'elenco seguente, il mezzo che viene prima, se attivato: esecuzione per i beni immobili, esecuzione per i beni mobili, esecuzione per i crediti, esecuzione di beni indivisi, esecuzione contro il terzo",
    "correct": "A"
  },
  {
    "id": 246,
    "q": "In base al codice di procedura civile, se nel corso del processo esecutivo nessuna delle parti si presenta all'udienza:",
    "A": "il processo si interrompe",
    "B": "il giudice dell'esecuzione fissa un'udienza successiva",
    "C": "il processo si estingue",
    "correct": "B"
  },
  {
    "id": 247,
    "q": "L'art. 85 c.p.c. prevede che se un difensore rinuncia alla procura alle liti, sino alla nomina di un nuovo difensore:",
    "A": "la revoca non abbia effetto nei confronti dell'altra parte",
    "B": "il processo sia sospeso",
    "C": "la revoca non abbia effetto",
    "correct": "A"
  },
  {
    "id": 248,
    "q": "Quale dei seguenti titoli esecutivi NON richiede la formula esecutiva per valere come titolo per l'esecuzione forzata?",
    "A": "L'atto ricevuto da notaio",
    "B": "La sentenza",
    "C": "La cambiale",
    "correct": "C"
  },
  {
    "id": 249,
    "q": "Quale dei seguenti titoli esecutivi NON richiede la formula esecutiva per valere come titolo per l'esecuzione forzata?",
    "A": "Il provvedimento dell'autorità giudiziaria diverso dalla sentenza",
    "B": "La sentenza",
    "C": "La scrittura privata autenticata, relativamente alle obbligazioni di somme di denaro in essa contenute",
    "correct": "C"
  },
  {
    "id": 250,
    "q": "Quale delle seguenti alternative riporta tutti i mezzi d'impugnazione stabiliti dall'art. 323 c.p.c.?",
    "A": "Il regolamento di competenza nei casi previsti dalla legge, il ricorso per cassazione, la revocazione e l'opposizione del terzo",
    "B": "Il regolamento di competenza nei casi previsti dalla legge, l'appello, il ricorso per cassazione, la revocazione e l'opposizione del terzo",
    "C": "L'appello, il ricorso per cassazione, la revocazione e l'opposizione del terzo",
    "correct": "B"
  },
  {
    "id": 251,
    "q": "In base al codice di procedura civile, se contro il precetto è proposta opposizione:",
    "A": "il termine della sua efficacia ricomincia ex novo a decorrere",
    "B": "il precetto diventa inefficace",
    "C": "il termine della sua efficacia è sospeso",
    "correct": "C"
  },
  {
    "id": 252,
    "q": "In sede di esecuzione forzata, se viene chiesta l'assegnazione o la vendita delle cose date in pegno:",
    "A": "il termine per l'istanza decorre dalla costituzione del pegno",
    "B": "il termine per l'istanza decorre dalla messa in mora del debitore",
    "C": "il termine per l'istanza decorre dalla notificazione del precetto",
    "correct": "C"
  },
  {
    "id": 253,
    "q": "Se si pignorano cose del debitore che sono in possesso di un terzo e il terzo non rende al creditore procedente la dichiarazione di cui all'art. 547 c.p.c.:",
    "A": "il terzo dovrà rendere la dichiarazione in un'udienza",
    "B": "le spese per la custodia e la consegna delle cose sono imputate al terzo",
    "C": "il terzo diviene coobbligato verso il creditore nei limiti del valore delle cose",
    "correct": "A"
  },
  {
    "id": 254,
    "q": "Se si esegue un pignoramento presso un terzo e il terzo non rende la dichiarazione di cui all'art. 547 c.p.c.:",
    "A": "il terzo è obbligato a depositare la cosa o la somma in cancelleria",
    "B": "il giudice fissa un'udienza a cui il terzo è invitato a comparire",
    "C": "il creditore ripete l'invito a rendere la dichiarazione per una sola volta, dopodiché il credito pignorato o il possesso del bene del debitore esecutato si considera non contestato",
    "correct": "B"
  },
  {
    "id": 255,
    "q": "Se si esegue un pignoramento presso un terzo e il terzo non rende la dichiarazione di cui all'art. 547 c.p.c. né si presenta all'udienza fissata dal giudice:",
    "A": "il terzo diventa coobbligato verso il pignorante per il debito dell'esecutato",
    "B": "il credito pignorato o il possesso del bene del debitore esecutato si considera non contestato",
    "C": "il terzo è obbligato a depositare la cosa o la somma in cancelleria",
    "correct": "B"
  },
  {
    "id": 256,
    "q": "Se si esegue un pignoramento presso un terzo e il terzo, pur presentatosi all'udienza successivamente fissata dal giudice, non rende la dichiarazione di cui all'art. 547 c.p.c.:",
    "A": "il terzo è obbligato a depositare la cosa o la somma in cancelleria",
    "B": "il terzo diventa coobbligato verso il pignorante per il debito dell'esecutato",
    "C": "il credito pignorato o il possesso del bene del debitore esecutato si considera non contestato",
    "correct": "C"
  },
  {
    "id": 257,
    "q": "In base al codice di procedura civile, se è ricusato un giudice di pace, sulla ricusazione decide:",
    "A": "il tribunale in composizione monocratica",
    "B": "il tribunale in composizione collegiale",
    "C": "il presidente del tribunale",
    "correct": "C"
  },
  {
    "id": 258,
    "q": "La nullità di un atto:",
    "A": "importa quella degli atti successivi anche se indipendenti",
    "B": "non importa quella degli atti precedenti, né di quelli successivi che ne sono indipendenti",
    "C": "importa quella degli atti precedenti e di quelli successivi anche se indipendenti",
    "correct": "B"
  },
  {
    "id": 259,
    "q": "La scrittura privata autenticata è un titolo esecutivo:",
    "A": "relativamente alle obbligazioni di somme di denaro in essa contenute",
    "B": "relativamente a tutte le obbligazioni in essa contenute",
    "C": "relativamente a tutte le obbligazioni f",
    "correct": "A"
  },
  {
    "id": 260,
    "q": "In base al codice di procedura civile, l'incompetenza per territorio del giudice adito, nei casi in cui la competenza è derogabile dalle parti, può essere eccepita dalla parte:",
    "A": "nella prima udienza di trattazione",
    "B": "nella comparsa di risposta a pena di decadenza",
    "C": "solo nel giudizio di primo grado",
    "correct": "B"
  },
  {
    "id": 261,
    "q": "Nel processo civile, in caso di utilizzo di espressioni offensive contro una persona, il risarcimento del danno da questa patito può essere disposto dal giudice:",
    "A": "in ogni stato e grado del processo con decreto",
    "B": "in ogni stato e grado del processo con ordinanza",
    "C": "con la sentenza che decide la causa",
    "correct": "C"
  },
  {
    "id": 262,
    "q": "Se si esegue il pignoramento di un credito presso un terzo e il terzo non rende la dichiarazione di cui all'art. 547 c.p.c. né si presenta all'udienza successivamente fissata dal giudice, il credito pignorato si considera non contestato:",
    "A": "se è certo, liquido ed esigibile",
    "B": "in qualunque caso; tuttavia il terzo può provare di non aver avuto conoscenza della notificazione dell'udienza",
    "C": "se l'allegazione del creditore ne consente l'identificazione",
    "correct": "C"
  },
  {
    "id": 263,
    "q": "Quando è possibile rilevare il difetto di giurisdizione del giudice ordinario nei confronti della pubblica amministrazione o dei giudici speciali?",
    "A": "In qualunque stato e grado del processo, solo d'ufficio",
    "B": "Solo nella comparsa di risposta, anche d'ufficio",
    "C": "In qualunque stato e grado del processo, anche d'ufficio",
    "correct": "C"
  },
  {
    "id": 264,
    "q": "All'interno del processo di esecuzione civile, il precetto consiste:",
    "A": "in un titolo esecutivo per un diritto certo, liquido ed esigibile",
    "B": "nell'intimazione ad adempiere l'obbligo risultante dal titolo esecutivo",
    "C": "nell'ingiunzione ad astenersi da qualunque atto diretto a sottrarre i propri beni alla garanzia del credito indicato",
    "correct": "B"
  },
  {
    "id": 265,
    "q": "Nel processo civile, l'esecuzione forzata non può avere luogo che:",
    "A": "in virtù di un titolo esecutivo, per un diritto certo ed esigibile",
    "B": "in virtù di un titolo esecutivo, per un diritto certo",
    "C": "in virtù di un titolo esecutivo, per un diritto certo, liquido ed esigibile",
    "correct": "C"
  },
  {
    "id": 266,
    "q": "Quando il provvedimento impugnato ha deciso le questioni di diritto in modo conforme alla giurisprudenza della Corte di cassazione e l'esame dei motivi non offre elementi per confermare o mutare l'orientamento della stessa, il ricorso per cassazione è:",
    "A": "inammissibile per carenza di potere",
    "B": "inammissibile",
    "C": "inammissibile per eccesso di potere",
    "correct": "B"
  },
  {
    "id": 267,
    "q": "A norma del codice di procedura civile, se l'ufficiale giudiziario procede alla ricerca con modalità telematiche dei beni da pignorare e individua cose in luoghi non compresi nel suo territorio di competenza:",
    "A": "informa l'ufficiale giudiziario territorialmente competente perché compia gli atti di esecuzione",
    "B": "può ugualmente compiere gli atti di esecuzione in questi luoghi",
    "C": "rilascia copia autentica del verbale della ricerca al creditore",
    "correct": "C"
  },
  {
    "id": 268,
    "q": "Procedendosi a pignoramento, se nell'udienza di comparizione del debitore e dei creditori intervenuti privi di titolo esecutivo il debitore riconosce il debito di uno di questi:",
    "A": "costituisce, con ciò, un nuovo rapporto debitorio",
    "B": "interrompe la prescrizione del debito",
    "C": "il riconoscimento rileva ai soli effetti dell'esecuzione",
    "correct": "C"
  },
  {
    "id": 269,
    "q": "Il pignorante che procede su beni sui quali altri creditori hanno un diritto di prelazione risultante da pubblici registri deve:",
    "A": "avvisarli entro cinque giorni dal pignoramento",
    "B": "avvisarli almeno cinque giorni prima del pignoramento",
    "C": "avvisarli almeno quindici giorni prima del pignoramento",
    "correct": "A"
  },
  {
    "id": 270,
    "q": "A norma dell'art. 510 c.p.c., il giudice dell'esecuzione in sede di distribuzione dispone per un certo termine un accantonamento a favore del creditore intervenuto nel pignoramento e privo di titolo esecutivo. Se il termine scade:",
    "A": "il giudice procede all'assegnazione dell'accantonamento al creditore intervenuto",
    "B": "il giudice procede alla distribuzione dell'accantonamento tra il creditore procedente e i creditori intervenuti, con l'eccezione di coloro che siano già stati integralmente soddisfatti",
    "C": "l'accantonamento è reso al debitore esecutato",
    "correct": "B"
  },
  {
    "id": 271,
    "q": "Quale, tra i seguenti mezzi di impugnazione delle sentenze, è straordinario?",
    "A": "Opposizione di terzo",
    "B": "Il ricorso per Cassazione",
    "C": "L'appello",
    "correct": "A"
  },
  {
    "id": 272,
    "q": "Se nel medesimo processo sono compiuti due diversi pignoramenti su beni diversi:",
    "A": "ogni pignoramento ha un effetto indipendente",
    "B": "l'effetto dei due pignoramenti è unico",
    "C": "l'effetto dei due pignoramenti è unico se i beni sono della stessa specie",
    "correct": "A"
  },
  {
    "id": 273,
    "q": "In base all'art. 481 del codice di procedura civile, il precetto diventa inefficace se:",
    "A": "nel termine di novanta giorni dalla sua notificazione l'esecuzione non è conclusa",
    "B": "è proposta opposizione ad esso",
    "C": "nel termine di novanta giorni dalla sua notificazione non è iniziata l'esecuzione",
    "correct": "C"
  },
  {
    "id": 274,
    "q": "A proposito dell'incapacità di non possono essere assunti testimoniare, l'art. 246 c. p.c. stabilisce come testimoni il coniuge e i che:",
    "A": "parenti entro il primo grado",
    "B": "l'incapacità di testimoniare corrisponde all'incapacità di agire",
    "C": "non possono essere assunte come testimoni le persone aventi nella causa un interesse che potrebbe legittimare la loro partecipazione al giudizio",
    "correct": "C"
  },
  {
    "id": 275,
    "q": "L'atto di citazione nel procedimento ordinario di cognizione è nullo se non contiene:",
    "A": "l'indicazione dei documenti che l'attore offre in comunicazione",
    "B": "l'avvertimento per il convenuto che la costituzione oltre i termini implica le decadenze di cui all'art.167 del codice di procedura civile",
    "C": "l'indicazione specifica dei mezzi di prova",
    "correct": "B"
  },
  {
    "id": 276,
    "q": "Il ricorso del creditore per l'intervento nell'esecuzione deve contenere tutti i seguenti, tranne: l'indicazione del bene oggetto dell'esecuzione la domanda per partecipare l'indicazione del credito alla distribuzione della somma ricavata",
    "A": "Il ricorso del creditore per l'intervento nell'esecuzione deve contenere tutti i seguenti, tranne:",
    "B": "l'indicazione del bene oggetto dell'esecuzione",
    "C": "la domanda per partecipare l'indicazione del credito alla distribuzione della somma ricavata",
    "correct": "A"
  },
  {
    "id": 277,
    "q": "In sede di esecuzione civile, quale delle seguenti indicazioni può comparire solo eventualmente nell'ordinanza di assegnazione del bene contro cui si procede?",
    "A": "L'indicazione del creditore pignorante",
    "B": "L'indicazione dei creditori intervenuti",
    "C": "L'indicazione del terzo proprietario",
    "correct": "C"
  },
  {
    "id": 278,
    "q": "In base al codice di procedura civile, in caso di intimazione di sfratto, se il locatore non compare all'udienza fissata nell'atto di citazione:",
    "A": "il giudice fissa una seconda udienza",
    "B": "l'intimazione deve essere ripetuta",
    "C": "gli effetti dell'intimazione cessano",
    "correct": "C"
  },
  {
    "id": 279,
    "q": "Se si pignorano crediti del debitore verso un terzo, il creditore intima al terzo di compiere la dichiarazione ove specifica di quali somme è debitore e quando ne deve eseguire il pagamento?",
    "A": "No, lo invita a farlo",
    "B": "No, è interesse del terzo rendere questa dichiarazione",
    "C": "Sì, glielo intima",
    "correct": "A"
  },
  {
    "id": 280,
    "q": "In base all'articolo 415 del codice di procedura civile, dopo il deposito del ricorso che avvia il procedimento di primo grado:",
    "A": "l'udienza di discussione si deve tenere entro 5 giorni",
    "B": "l'udienza di discussione si deve tenere entro 15 giorni",
    "C": "il giudice fissa entro 5 giorni l'udienza di discussione",
    "correct": "C"
  },
  {
    "id": 281,
    "q": "In base al codice di procedura civile, se durante il procedimento di espropriazione forzata una parte non compare in un'udienza di audizione degli interessati:",
    "A": "il giudice fissa una nuova udienza, se risulta o appare probabile che la parte non sia comparsa per cause indipendenti dalla sua volontà",
    "B": "il giudice fissa sempre una nuova udienza",
    "C": "l'udienza si tiene e la parte non comparsa decade dai diritti e dalle facoltà che avrebbe potuto esercitarvi",
    "correct": "A"
  },
  {
    "id": 282,
    "q": "Quale soggetto esercita l'azione civile nei casi stabiliti dalla legge?",
    "A": "Il pubblico ministero",
    "B": "Il giudice",
    "C": "L'ufficiale giudiziario",
    "correct": "A"
  },
  {
    "id": 283,
    "q": "In base al codice di procedura civile, se nell'esecuzione di un precetto di rilascio di beni immobili vengono trovati nell'immobile beni mobili che non debbono essere consegnati:",
    "A": "questi vengono comunque considerati parte del rilascio",
    "B": "l'ufficiale giudiziario intima alla parte tenuta al rilascio ovvero a colui al quale gli stessi risultano appartenere di asportarli, assegnandogli il relativo termine",
    "C": "l'ufficiale giudiziario ne redige immediatamente inventario e procede alla vendita congiuntamente o separatamente all'immobile nel quale sono stati rinvenuti",
    "correct": "B"
  },
  {
    "id": 284,
    "q": "Per disporre la riduzione del pignoramento, il giudice deve sentire:",
    "A": "il creditore pignorante e i creditori intervenuti",
    "B": "il debitore, il pignorante e i creditori intervenuti",
    "C": "l'ufficiale giudiziario, il debitore, il pignorante e i creditori intervenuti",
    "correct": "A"
  },
  {
    "id": 285,
    "q": "In base al codice di procedura civile, nelle cause relative a somme di denaro, il valore della causa si determina in base alla somma indicata o al valore dichiarato dall'attore; in mancanza di indicazione o di dichiarazione:",
    "A": "la causa rientra sotto la competenza del tribunale che giudica in composizione monocratica",
    "B": "la causa si presume di competenza del giudice adito",
    "C": "la causa si presume sotto la competenza del tribunale che giudica in composizione collegiale",
    "correct": "B"
  },
  {
    "id": 286,
    "q": "Qual è la differenza tra comunicazione e notificazione?",
    "A": "La comunicazione proviene dall'ufficiale giudiziario e non dal cancelliere e contiene una copia conforme e non la notizia abbreviata dell'atto o del fatto",
    "B": "La comunicazione proviene dall'ufficiale giudiziario e non dal cancelliere e contiene la notizia abbreviata dell'atto o del fatto e non una copia conforme",
    "C": "La comunicazione proviene dal cancelliere e non dall'ufficiale giudiziario e contiene la notizia abbreviata dell'atto o del fatto e non una copia conforme",
    "correct": "C"
  },
  {
    "id": 287,
    "q": "In base al codice di procedura civile, se le cose da consegnare, in base a un precetto di consegna, sono pignorate:",
    "A": "la consegna ha luogo, ma la parte istante deve prestare idonea garanzia a favore del creditore pignoratizio",
    "B": "la consegna non può avere luogo",
    "C": "la consegna ha luogo, ma il creditore pignoratizio può fare ricorso al giudice",
    "correct": "B"
  },
  {
    "id": 288,
    "q": "Se il debitore esecutato chiede di effettuare la conversione del pignoramento a norma dell'art. 495 c.p. c. e non deposita insieme all'istanza la somma richiesta:",
    "A": "ha 5 giorni per depositare la somma, a pena di decadenza",
    "B": "la domanda è inammissibile",
    "C": "ha 15 giorni per depositare la somma, a pena di decadenza",
    "correct": "B"
  },
  {
    "id": 289,
    "q": "A norma del codice di procedura civile, il precetto deve contenere tutti i seguenti dati, TRANNE:",
    "A": "l'indicazione che è possibile fare opposizione al precetto",
    "B": "la data di notificazione del titolo esecutivo, se questa è fatta separatamente",
    "C": "l'indicazione delle parti",
    "correct": "A"
  },
  {
    "id": 290,
    "q": "In base al codice di procedura civile, l'ingiunzione del pignoramento deve indicare esattamente:",
    "A": "il credito",
    "B": "il titolo secutivo",
    "C": "la garanzia che il debitore deve prestare",
    "correct": "A"
  },
  {
    "id": 291,
    "q": "Cosa comporta la violazione del principio del contraddittorio?",
    "A": "La nullità di tutti i provvedimenti antecedenti e successivi a quello che ha determinato la violazione stessa, senza possibilità di rinnovazione degli atti nulli",
    "B": "La nullità di tutti i provvedimenti antecedenti a quello che ha determinato la violazione stessa, fatta sempre salva la possibilità di rinnovazione degli atti nulli",
    "C": "La nullità di tutti i provvedimenti successivi e dipendenti da quello che ha determinato la violazione stessa, fatta sempre salva la possibilità di rinnovazione degli atti nulli",
    "correct": "C"
  },
  {
    "id": 292,
    "q": "Cosa accade se nell'ammettere il giuramento decisorio il giudice modifica la formula proposta dalla parte?",
    "A": "La parte deve revocarlo",
    "B": "La parte può revocarlo",
    "C": "La parte non può revocarlo",
    "correct": "B"
  },
  {
    "id": 293,
    "q": "Quale alternativa contiene l'affermazione corretta relativa alla procura alle liti?",
    "A": "La procura generale deve essere conferita unicamente con atto pubblico; la procura speciale con atto pubblico o scrittura privata autenticata",
    "B": "La procura generale deve essere conferita con atto pubblico o scrittura privata autenticata; la procura speciale con atto pubblico o scrittura privata autenticata o altri modi ancora",
    "C": "La procura generale deve essere conferita con atto pubblico o scrittura privata autenticata o altri modi ancora; la procura speciale con atto pubblico o scrittura privata autenticata",
    "correct": "B"
  },
  {
    "id": 294,
    "q": "Quale alternativa contiene la corretta coppia di affermazioni relative alla procura alle liti?",
    "A": "La procura generale ha a oggetto le controversie davanti al tribunale o alla corte di cassazione. La procura speciale ha a oggetto le controversie davanti al giudice di pace",
    "B": "La procura generale ha a oggetto tutte le controversie. La procura speciale ha a oggetto una sola controversia",
    "C": "La procura generale ha a oggetto un'intera controversia. La procura speciale ha a oggetto il compimento di determinati atti di una controversia",
    "correct": "B"
  },
  {
    "id": 295,
    "q": "In base al codice di procedura civile, dovendosi procedere all'assunzione di una prova, se non si presenta la parte su istanza della quale la prova si deve iniziare:",
    "A": "la prova viene assunta solo se il giudice lo ritiene opportuno per la definizione della causa",
    "B": "la prova viene assunta ugualmente",
    "C": "il giudice istruttore la dichiara decaduta dal diritto di far assumere la prova",
    "correct": "C"
  },
  {
    "id": 296,
    "q": "Quali sono gli effetti della riforma o della cassazione della sentenza ai sensi dell' art. 336 c.p.c., primo comma ?",
    "A": "La riforma o la cassazione parziale della sentenza non estende i suoi effetti ai provvedimenti e agli atti dipendenti dalla sentenza riformata o cassata",
    "B": "La riforma o la cassazione parziale della sentenza ha effetto anche sulle parti della sentenza dipendenti dalla parte riformata o cassata",
    "C": "La riforma o la cassazione parziale della sentenza non ha effetto sulle parti della sentenza dipendenti dalla parte riformata o cassata",
    "correct": "B"
  },
  {
    "id": 297,
    "q": "Entro quando è depositata la sentenza del giudice di pace?",
    "A": "La sentenza non viene depositata",
    "B": "La sentenza è depositata in cancelleria entro quindici giorni dalla discussione",
    "C": "La sentenza è depositata in cancelleria entro trenta giorni dalla discussione",
    "correct": "B"
  },
  {
    "id": 298,
    "q": "In base al codice di procedura civile, si può iniziare l'esecuzione forzata di un titolo esecutivo la cui efficacia è subordinata a cauzione, se questa non è stata prestata?",
    "A": "No, non si può",
    "B": "Sì, se la cauzione è prestata entro 5 giorni",
    "C": "La si può iniziare, ma non la si può concludere sino a che la cauzione sia prestata",
    "correct": "A"
  },
  {
    "id": 299,
    "q": "A norma del codice di procedura civile, l'espropriazione forzata ha normalmente inizio con: il pignoramento",
    "A": "la spedizione del titolo",
    "B": "esecutivo",
    "C": "il precetto",
    "correct": "A"
  },
  {
    "id": 300,
    "q": "In sede di esecuzione civile, se la vendita forzata è fatta in più lotti e il prezzo già ottenuto raggiunge l'importo delle spese e dei crediti dei diversi creditori:",
    "A": "la vendita prosegue comunque",
    "B": "la vendita deve cessare, a meno che taluno dei creditori ne chieda la prosecuzione",
    "C": "la vendita deve cessare",
    "correct": "C"
  },
  {
    "id": 301,
    "q": "Nelle cause relative a rendite temporanee o vitalizie, il valore della causa si determina cumulando:",
    "A": "le annualità domandate fino a un massimo di otto",
    "B": "le prime cinque annualità",
    "C": "le annualità domandate fino a un massimo di dieci",
    "correct": "C"
  },
  {
    "id": 302,
    "q": "Il processo verbale non è necessario che contenga:",
    "A": "l'indicazione delle persone intervenute",
    "B": "le considerazioni del cancelliere",
    "C": "le circostanze di luogo nelle quali gli atti che documenta sono compiuti",
    "correct": "B"
  },
  {
    "id": 303,
    "q": "In base al codice di procedura civile, quali delle seguenti controversie possono essere decise da arbitri?",
    "A": "Le controversie in tema di società",
    "B": "Le controversie individuali di lavoro, anche senza previsione degli accordi o dei contratti collettivi di lavoro",
    "C": "Le controversie in tema di separazione personale tra coniugi",
    "correct": "A"
  },
  {
    "id": 304,
    "q": "In base al codice di procedura civile, quali delle seguenti controversie NON rientrano nella competenza del giudice di pace?",
    "A": "Le controversie relative ai beni per un valore complessivo superiore a 5.000 euro",
    "B": "Le controversie per il risarcimento dei danni prodotti dalla circolazione di natanti il cui valore complessivo ammonti a 10.000 euro",
    "C": "Le controversie per il risarcimento dei danni prodotti dalla circolazione di veicoli, il cui valore complessivo ammonti a 20.000 euro",
    "correct": "A"
  },
  {
    "id": 305,
    "q": "Nella comparsa di risposta, il convenuto deve proporre, a pena di decadenza:",
    "A": "le eccezioni processuali rilevabili d'ufficio",
    "B": "l'indicazione specifica dei mezzi di prova dei quali intende valersi ai fini delle domande riconvenzionali",
    "C": "le domande riconvenzionali",
    "correct": "C"
  },
  {
    "id": 306,
    "q": "Come ci si comporta se nel procedimento deve essere sentito un sordo, un muto o un sordomuto?",
    "A": "Le interrogazioni e le risposte possono essere fatte con l'assistenza di un familiare",
    "B": "Viene nominato un interprete del linguaggio dei segni",
    "C": "Le interrogazioni e le risposte possono essere fatte per iscritto",
    "correct": "C"
  },
  {
    "id": 307,
    "q": "A norma dell'art. 177 c.p.c., terzo comma, quali ordinanze non sono modificabili né revocabili dal giudice che le ha pronunciate?",
    "A": "Le ordinanze per le quali la legge non predisponga uno speciale mezzo di reclamo",
    "B": "Le ordinanze pronunciate sull'accordo delle parti, in materia della quale queste possano sempre disporre; esse tuttavia sono revocabili quando vi sia l'accordo di tutte le parti",
    "C": "Le ordinanze pronunciate sull'accordo delle parti, in materia della quale queste non possano mai disporre; esse tuttavia sono revocabili quando vi sia l'accordo di tutte le parti",
    "correct": "B"
  },
  {
    "id": 308,
    "q": "Chi ha incapacità a testimoniare? Le persone con meno di 18 e più di 80 anni",
    "A": "Le persone aventi nella causa un interesse che potrebbe legittimare la loro partecipazione al giudizio",
    "B": "Le persone aventi conoscenza personale di almeno una delle parti nella",
    "C": "causa",
    "correct": "B"
  },
  {
    "id": 309,
    "q": "Nel pronunciare sulla causa il giudice deve seguire:",
    "A": "sempre le norme del diritto",
    "B": "le regole dell'equità",
    "C": "le norme del diritto, salvo che la legge gli attribuisca il potere di decidere secondo equità",
    "correct": "C"
  },
  {
    "id": 310,
    "q": "Quali sono le sentenze che possono essere impugnate con ricorso per cassazione?",
    "A": "Le sentenze pronunciate in grado d'appello o in unico grado, per i motivi enunciati all'art. 360 c.p.c",
    "B": "Le sentenze pronunciate in unico grado, ma non quelle pronunciate in appello, per i motivi enunciati all'art. 360 c.p.c",
    "C": "Le sentenze pronunciate in grado d'appello, ma non quelle pronunciate in unico grado, per i motivi enunciati all'art. 360 c.p.c",
    "correct": "A"
  },
  {
    "id": 311,
    "q": "Se il debitore esecutato, ottenuta la conversione del pignoramento e la rateizzazione a norma dell'art. 495 c. p.c., omette il versamento di una rata:",
    "A": "le somme versate gli sono restituite",
    "B": "le somme versate formano parte dei beni pignorati",
    "C": "le somme versate gli sono restituite, dedotte le spese",
    "correct": "B"
  },
  {
    "id": 312,
    "q": "Si procede a pignoramento e il debitore effettua l'elezione di domicilio ai sensi dell'art. 492 cpc. Se poi vi risulta irreperibile:",
    "A": "le successive notifiche o comunicazioni a lui dirette saranno considerate effettuate",
    "B": "le successive notifiche o comunicazioni a lui dirette saranno effettuate presso il domicilio del creditore",
    "C": "le successive notifiche o comunicazioni a lui dirette saranno effettuate presso la cancelleria del giudice dell'esecuzione",
    "correct": "C"
  },
  {
    "id": 313,
    "q": "In base al codice di procedura civile, i difensori hanno l'obbligo di comportarsi in giudizio con:",
    "A": "lealtà, probità e professionalità",
    "B": "lealtà e probità",
    "C": "lealtà e professionalità",
    "correct": "B"
  },
  {
    "id": 314,
    "q": "Se la decisione non può pronunciarsi che in confronto di più parti, queste debbono agire o essere convenute nello stesso processo. Si ha pertanto un:",
    "A": "processo ricognitorio",
    "B": "liticonsorzio necessario",
    "C": "liticonsorzio facoltativo",
    "correct": "B"
  },
  {
    "id": 315,
    "q": "In base al codice di procedura civile, se il giudice autorizza l'esecuzione immediata dopo la notificazione del precetto, la prestazione della garanzia è obbligatoria?",
    "A": "Sì, lo è",
    "B": "Lo è, ma solo se la richiede la parte contro cui si procede",
    "C": "No, non lo è",
    "correct": "C"
  },
  {
    "id": 316,
    "q": "L'ufficiale giudiziario certifica l'eseguita notificazione mediante relazione da lui datata:",
    "A": "e sottoscritta, apposta in calce all'originale e alla copia dell'atto",
    "B": "e registrata nel registro delle notifiche",
    "C": "ma non sottoscritta",
    "correct": "A"
  },
  {
    "id": 317,
    "q": "Come può il debitore esecutato ottenere la conversione del pignoramento a norma dell'art. 495 c.p.c.?",
    "A": "Mediante consegna al creditore di una somma pari all'importo per cui si procede",
    "B": "Con istanza e deposito in cancelleria di una somma determinata secondo certi parametri",
    "C": "Mediante consegna nelle mani dell'ufficiale giudiziario di una somma determinata secondo certi parametri",
    "correct": "B"
  },
  {
    "id": 318,
    "q": "Ai sensi dell'art. 273 c.p.c., Se più procedimenti relativi alla stessa causa pendono davanti allo stesso giudice, egli:",
    "A": "ne ordina la riunione sempre d'ufficio",
    "B": "ne ordina la riunione, anche d'ufficio",
    "C": "ne scegli uno e annulla gli altri",
    "correct": "B"
  },
  {
    "id": 319,
    "q": "In caso di pignoramento presso terzi, dal giorno in cui il relativo atto gli è notificato, il terzo è soggetto agli obblighi che la legge impone al custode relativamente alle cose e alle somme da lui dovute:",
    "A": "nei limiti dell'importo del credito precettato",
    "B": "nei limiti dell'importo del credito precettato aumentato della metà",
    "C": "nei limiti dell'importo del suo credito aumentato della metà",
    "correct": "B"
  },
  {
    "id": 320,
    "q": "L'articolo 89 c.p.c. fa divieto alle parti di usare, nel processo civile, espressioni sconvenienti:",
    "A": "nei soli discorsi pronunciati davanti al giudice",
    "B": "nei soli scritti",
    "C": "negli scritti e nei discorsi pronunciati davanti al giudice",
    "correct": "C"
  },
  {
    "id": 321,
    "q": "In linea di principio, secondo il codice di procedura civile, per le cause ereditarie è competente il giudice del luogo:",
    "A": "dell'apertura della successione",
    "B": "nel quale ha residenza o domicilio eletto l'attore",
    "C": "in cui è sito almeno un immobile appartenente all'eredità controversa",
    "correct": "A"
  },
  {
    "id": 322,
    "q": "In base al codice di procedura civile, per l'esecuzione forzata su cose mobili è competente il giudice del luogo:",
    "A": "nel quale ha residenza o domicilio l'attore",
    "B": "nel quale ha residenza o domicilio il convenuto",
    "C": "in cui le cose si trovano",
    "correct": "C"
  },
  {
    "id": 323,
    "q": "In base al codice di procedura civile, in linea di principio, per le cause relative alla gestione di una tutela è competente il giudice del luogo:",
    "A": "nel quale ha residenza o domicilio il tutore",
    "B": "nel quale ha residenza o domicilio il pupillo",
    "C": "d'esercizio della tutela",
    "correct": "C"
  },
  {
    "id": 324,
    "q": "L'incompetenza per materia, quella per valore e quella per territorio sono eccepite:",
    "A": "nella comparsa di risposta tempestivamente depositata o in un momento successivo",
    "B": "in ogni livello e grado del processo",
    "C": "a pena di decadenza, nella comparsa di risposta tempestivamente depositata",
    "correct": "C"
  },
  {
    "id": 325,
    "q": "Se l'ufficiale giudiziario, procedendo con modalità telematiche alla ricerca dei beni del debitore da pignorare, individua sia cose che sono in luoghi appartenenti al debitore sia cose che sono nella disponibilità di terzi, sono sottoposti a esecuzione i beni:",
    "A": "nella disponibilità di terzi",
    "B": "siti nei luoghi appartenenti al debitore",
    "C": "scelti dal creditore",
    "correct": "C"
  },
  {
    "id": 326,
    "q": "In base all'art. 475 del codice di procedura civile, la spedizione in forma esecutiva degli atti che valgono come titoli per l'esecuzione forzata consiste:",
    "A": "nell'intestazione e nell'apposizione di una specifica formula",
    "B": "nell'invio ai destinatari tramite posta",
    "C": "nella trascrizione integrale degli atti che valgono come titoli per l'esecuzione forzata",
    "correct": "A"
  },
  {
    "id": 327,
    "q": "In quale dei seguenti casi, in base al codice di procedura civile, il tribunale giudica in composizione collegiale?",
    "A": "Nelle cause di impugnazione di testamenti",
    "B": "Nelle cause relative ad apposizione di termini",
    "C": "Nelle cause relative a inadempimento contrattuale",
    "correct": "A"
  },
  {
    "id": 328,
    "q": "A norma del codice di procedura civile, come possono stare in giudizio le associazioni che non sono persone giuridiche?",
    "A": "Nella persona di uno qualunque degli associati",
    "B": "Nella persona di coloro ai quali è conferita la presidenza o la direzione",
    "C": "Nelle persone di tanti associati che costituiscano almeno la metà del totale",
    "correct": "B"
  },
  {
    "id": 329,
    "q": "Le parti possono assistere all'assunzione dei mezzi di prova?",
    "A": "A discrezione del giudice",
    "B": "No personalmente",
    "C": "Sì",
    "correct": "C"
  },
  {
    "id": 330,
    "q": "Nel giudizio d'appello possono essere ammessi nuovi mezzi di prova o nuovi documenti?",
    "A": "Sì",
    "B": "No",
    "C": "No, salvo che la parte dimostri di non aver potuto produrli nel giudizio di primo grado per causa ad essa non imputabile",
    "correct": "C"
  },
  {
    "id": 331,
    "q": "L'impugnazione parziale importa acquiescenza alle parti della sentenza non impugnate?",
    "A": "Sì, a norma del secondo comma art. 327 c.p.c.",
    "B": "No a norma del secondo comma art. 327 c.p.c.",
    "C": "No",
    "correct": "A"
  },
  {
    "id": 332,
    "q": "A norma del codice di procedura civile, il procuratore generale può stare in giudizio per il preponente per gli atti urgenti?",
    "A": "No, a meno che ciò risulti dalla procura",
    "B": "Sì, può",
    "C": "No, non può",
    "correct": "B"
  },
  {
    "id": 333,
    "q": "A norma del codice di procedura civile, il procuratore preposto a determinati uffici può stare in giudizio per il preponente per le misure cautelari?",
    "A": "No, a meno che ciò risulti dalla procura",
    "B": "No, mai",
    "C": "Sì, può",
    "correct": "C"
  },
  {
    "id": 334,
    "q": "Se i beni assoggettati a pignoramento appaiono insufficienti per la soddisfazione del creditore procedente, il debitore può essere invitato a fornire le generalità di terzi debitori?",
    "A": "No, deve essere invitato unicamente a indicare cose",
    "B": "Deve esserlo",
    "C": "Può esserlo, a istanza del creditore procedente o di quelli intervenuti",
    "correct": "B"
  },
  {
    "id": 335,
    "q": "Quando il giudice nomina il curatore speciale ai sensi dell'articolo 80 c.p.c., deve sentire le persone interessate?",
    "A": "Sì, se è possibile",
    "B": "Sì, sempre",
    "C": "No, deve evitarlo",
    "correct": "A"
  },
  {
    "id": 336,
    "q": "Il giuramento decisorio deve essere prestato personalmente dalla parte?",
    "A": "Sì, a norma dell'art. 238 c.p.c.",
    "B": "No, è possibile che ad adempiervi sia un procuratore speciale",
    "C": "No, è possibile che ad adempiervi sia un mandatario",
    "correct": "A"
  },
  {
    "id": 337,
    "q": "Se viene rilasciata con scrittura privata la procura generale alle liti, l'autografia della sottoscrizione è certificata dal difensore?",
    "A": "No, è presunta",
    "B": "No, ma da un notaio o da un pubblico ufficiale autorizzato ad attribuirle pubblica fede",
    "C": "Sì, dal difensore",
    "correct": "B"
  },
  {
    "id": 338,
    "q": "Nel giudizio d'appello possono proporsi domande nuove?",
    "A": "No, e se proposte devono dichiararsi inammissibili d'ufficio. Possono tuttavia domandarsi gli interessi, i frutti e gli accessori maturati dopo la sentenza impugnata, nonché il risarcimento dei danni sofferti dopo la sentenza stessa",
    "B": "Sì, oltre agli interessi, ai frutti e agli accessori maturati dopo la sentenza impugnata, nonché il risarcimento dei danni sofferti dopo la sentenza stessa",
    "C": "Sì, oltre agli interessi, ai frutti e agli accessori maturati dopo la sentenza impugnata, ma non il risarcimento dei danni sofferti dopo la sentenza stessa, in quanto deve essere esperita apposita azione in altro processo",
    "correct": "A"
  },
  {
    "id": 339,
    "q": "Per le persone fisiche, è sempre il giudice del luogo in cui il convenuto ha la residenza o il domicilio, se queste sono conosciute, ad essere competente?",
    "A": "Sì, salvo che la legge disponga diversamente",
    "B": "No, è sempre competente il giudice dove l'attore ha il domicilio",
    "C": "No, è sempre competente il giudice dove l'attore ha la residenza",
    "correct": "A"
  },
  {
    "id": 340,
    "q": "Per le persone fisiche, è sempre il giudice del luogo in cui l'attore ha la residenza o il domicilio ad esserecompetente?",
    "A": "No, è sempre competente il giudice dove l'attore ha il domicilio",
    "B": "No, è sempre competente il giudice dove l'attore ha la residenza",
    "C": "No, non è questa la norma generale",
    "correct": "C"
  },
  {
    "id": 341,
    "q": "Se l'ufficiale giudiziario, procedendo con modalità telematiche alla ricerca dei beni da pignorare, individua crediti del debitore nei confronti di terzi, deve intimare a questi ultimi di non disporre delle somme dovute?",
    "A": "No, è sufficiente l'invito ad effettuare la dichiarazione di residenza o l'elezione di domicilio ai sensi dell'art. 492 c. p.c.",
    "B": "No, è sufficiente l'invito ad astenersi da qualunque atto diretto a sottrarre la somma alla garanzia del credito per cui si procede",
    "C": "Sì, deve",
    "correct": "C"
  },
  {
    "id": 342,
    "q": "A norma del codice di procedura civile, è ammessa la ricerca con modalità telematiche dei beni da pignorare?",
    "A": "No, è vietata",
    "B": "Sì, sempre",
    "C": "Sì, su autorizzazione del presidente del tribunale",
    "correct": "C"
  },
  {
    "id": 343,
    "q": "In base al codice di procedura civile, è possibile che di un atto esecutivo sia data notizia con le forme della pubblicità commerciale?",
    "A": "Sì, per disposizione del giudice, se la legge dispone che dell'atto sia data pubblica notizia",
    "B": "Sì, ma solo se il debitore si è reso irreperibile",
    "C": "No, è vietato",
    "correct": "A"
  },
  {
    "id": 344,
    "q": "Nelle cause per prestazioni alimentari periodiche, se il titolo è controverso, il valore si determina in base all'ammontare delle somme dovute per un certo numero di anni?",
    "A": "No, esistono altri criteri per la determinazione del valore",
    "B": "No, la causa viene considerata di valore indeterminabile",
    "C": "Sì, la regola generale è questa",
    "correct": "C"
  },
  {
    "id": 345,
    "q": "Se vi è un residuo della somma ricavata in sede di espropriazione forzata, è possibile che esso sia consegnato al terzo che ha subito l'espropriazione?",
    "A": "Sì, è possibile",
    "B": "No, esso è attribuito al creditore procedente",
    "C": "No, esso è attribuito sempre al debitore",
    "correct": "A"
  },
  {
    "id": 346,
    "q": "In caso di pignoramento di credito di un terzo, se la somma è dovuta a titolo di stipendio e l'accredito su conto bancario intestato al debitore esecutato è stato fatto anteriormente al pignoramento, il terzo è liberato dagli obblighi di cui all'art. 546 c.p.c.?",
    "A": "Sì, lo è interamente",
    "B": "No, finché la procedura non si è chiusa",
    "C": "Lo è per un importo pari al triplo dell'assegno sociale",
    "correct": "C"
  },
  {
    "id": 347,
    "q": "I creditori intervenuti nel pignoramento hanno diritto a provocare gli atti di espropriazione del bene pignorato?",
    "A": "No, tuttavia hanno diritto a partecipare all'espropriazione",
    "B": "No, hanno solo diritto a partecipare alla distribuzione della somma ricavata",
    "C": "Sì, hanno diritto",
    "correct": "C"
  },
  {
    "id": 348,
    "q": "Il cancelliere assiste il giudice in tutti gli atti dei quali deve essere formato processo verbale?",
    "A": "No, il giudice è assistito solo dal segretario",
    "B": "No, il compito del cancelliere è un altro",
    "C": "Sì, è quanto prevede la normativa",
    "correct": "C"
  },
  {
    "id": 349,
    "q": "In base al codice di procedura civile, il creditore può valersi cumulativamente dei diversi mezzi di espropriazione forzata?",
    "A": "No, l'espropriazione forzata avviene con le modalità scelte sempre dal giudice della procedura",
    "B": "No, il creditore deve scegliere un solo mezzo",
    "C": "Sì, ma il giudice può limitare l'espropriazione al mezzo scelto dal creditore o, in mancanza, da quello determinato dallo stesso giudice",
    "correct": "C"
  },
  {
    "id": 350,
    "q": "Procedendosi a pignoramento, nell'udienza di comparizione del debitore e dei creditori intervenuti privi di titolo esecutivo, il debitore potrebbe riconoscere unicamente il credito di un creditore intervenuto?",
    "A": "No, il riconoscimento, se avviene, deve essere fatto nei confronti di tutte le persone creditrici",
    "B": "Sì, ma solo se il credito è di modesta entità, valutata dal giudice",
    "C": "Sì, può farlo",
    "correct": "C"
  },
  {
    "id": 351,
    "q": "norma del codice di procedura civile, il bene sul quale è stato compiuto un pignoramento può essere pignorato successivamente?",
    "A": "Sì, a seguito di valutazione del giudice che procede solo d'ufficio",
    "B": "Sì, su istanza di uno o più creditori",
    "C": "No, in nessun caso",
    "correct": "B"
  },
  {
    "id": 352,
    "q": "A norma del codice di procedura civile, salvo che la sospensione sia disposta dalla legge o dal giudice davanti al quale è impugnato il titolo esecutivo, l'esecuzione forzata può esseresospesa?",
    "A": "No, in nessun caso",
    "B": "Sì, ma solo con provvedimento del giudice dell'esecuzione o del presidente del tribunale",
    "C": "Sì, ma solo con provvedimento del giudice dell'esecuzione",
    "correct": "C"
  },
  {
    "id": 353,
    "q": "Tutte le impugnazioni proposte separatamente contro la stessa sentenza debbono essere riunite in un solo processo?",
    "A": "Sì, anche d'ufficio",
    "B": "No, in nessun caso",
    "C": "Sì, solo in caso di contumacia",
    "correct": "A"
  },
  {
    "id": 354,
    "q": "È ammessa in una causa civile la nomina di un curatore speciale a una persona giuridica per conflitto di interessi tra essa e il suo rappresentante?",
    "A": "No, in presenza di tale conflitto deve essere la persona giuridica a nominare, eventualmente, un nuovo rappresentante",
    "B": "Sì, è ammessa",
    "C": "No, in quanto tale conflitto di interessi non può mai verificarsi",
    "correct": "B"
  },
  {
    "id": 355,
    "q": "È possibile che il giudice nomini un curatore speciale a una persona giuridica?",
    "A": "No, perché la persona giuridica ha sempre un organo di direzione",
    "B": "Sì, finché non subentra colui al quale spetta la rappresentanza o l'assistenza",
    "C": "No, in questo caso la rappresentanza della persona giuridica è assunta dal pubblico ministero",
    "correct": "B"
  },
  {
    "id": 356,
    "q": "A norma del codice di procedura civile, può essere fatta l'assegnazione dei beni pignorati a vantaggio di uno solo dei creditori intervenuti?",
    "A": "No, l'assegnazione può essere fatta al solo creditore procedente",
    "B": "Sì, può essere fatta",
    "C": "No, l'assegnazione deve essere fatta a tutti i creditori intervenuti",
    "correct": "B"
  },
  {
    "id": 357,
    "q": "A norma del codice di procedura civile, la vendita forzata deve farsi con incanto?",
    "A": "Sì, sempre",
    "B": "Può essere fatta con incanto se ricorrono determinate condizioni",
    "C": "No, l'incanto è vietato",
    "correct": "B"
  },
  {
    "id": 358,
    "q": "Nel processo civile, un difensore che usa espressioni offensive può essere condannato dal giudice al risarcimento del danno?",
    "A": "No, la condanna grava sempre sulla parte da lui difesa",
    "B": "Sì, può, se le espressioni non riguardano l'oggetto della causa",
    "C": "Sì, sempre",
    "correct": "B"
  },
  {
    "id": 359,
    "q": "Quando il debitore esecutato, invitato dall'ufficiale giudiziario, ai sensi dell'art. 492 c.p.c., a indicare ulteriori beni pignorabili, rende tale dichiarazione, di essa si redige processo verbale?",
    "A": "No, la dichiarazione viene inserita in un apposito atto formato dall'ufficiale giudiziario",
    "B": "Sì, e la stessa è sottoscritta dal debitore",
    "C": "No, è sufficiente la sottoscrizione del debitore",
    "correct": "B"
  },
  {
    "id": 360,
    "q": "È ammesso conferire procura speciale alle liti per più di un grado di giudizio?",
    "A": "No, mai",
    "B": "Sì, è ammesso",
    "C": "No, ma la procura speciale può essere conferita allo stesso difensore ogni volta che si instaura un nuovo grado di giudizio",
    "correct": "B"
  },
  {
    "id": 361,
    "q": "In sede di esecuzione civile, se l'assegnatario di un bene gravato da ipoteca assume il debito, il debitore è liberato?",
    "A": "No, mai",
    "B": "No, ma per il debito deve essere preventivamente escusso l'assegnatario",
    "C": "Sì, è liberato",
    "correct": "C"
  },
  {
    "id": 362,
    "q": "In un processo civile davanti al tribunale, una parte può normalmente stare in giudizio personalmente?",
    "A": "Sì, con istanza orale al tribunale stesso",
    "B": "No, non può",
    "C": "Sì, ma solo per la cause di valore inferiore a 2.000 euro",
    "correct": "B"
  },
  {
    "id": 363,
    "q": "In sede di esecuzione civile, se oltre al creditore pignorante sono intervenuti altri creditori, sulla somma ricavata da distribuire devono essere accantonate somme a favore dei creditori intervenuti privi di titolo esecutivo?",
    "A": "No, ma questi creditori, se simuniscono in tempo di un titolo esecutivo, possono partecipare alla distribuzione",
    "B": "Sì, sempre",
    "C": "Solo se i loro crediti non sono stati in tutto o in parte riconosciuti dal debitore",
    "correct": "C"
  },
  {
    "id": 364,
    "q": "In base al codice di procedura civile, è possibile che di un atto esecutivo sia data notizia in un giornale?",
    "A": "No, mai",
    "B": "Solo se lo chiede il creditore",
    "C": "Sì, per disposizione del giudice, se la legge dispone che dell'atto sia data pubblica notizia",
    "correct": "C"
  },
  {
    "id": 365,
    "q": "Il debitore può chiedere la conversione del pignoramento?",
    "A": "No, mai",
    "B": "Sì, in qualsiasi momento anteriore alla vendita o all'assegnazione",
    "C": "Sì, ma non oltre 15 giorni dalla vendita o assegnazione",
    "correct": "B"
  },
  {
    "id": 366,
    "q": "In base al codice di procedura civile, nelle cause relative a beni mobili, il convenuto può contestare il valore dichiarato dall'attore?",
    "A": "Sì, ma solo nella prima difesa",
    "B": "Sì, in ogni momento",
    "C": "No, mai",
    "correct": "A"
  },
  {
    "id": 367,
    "q": "In base al codice di procedura civile, il giudice può autorizzare l'esecuzione forzata immediata, in deroga ai termini previsti per la notificazione del precetto?",
    "A": "Sì, imponendo o meno una cauzione",
    "B": "Solo se l'esecuzione ha per oggetto somme di denaro",
    "C": "No, mai",
    "correct": "A"
  },
  {
    "id": 368,
    "q": "A norma del codice di procedura civile, più creditori possono colpire il medesimo bene con un unico pignoramento?",
    "A": "Sì, ma solo in procedimenti connessi",
    "B": "Sì, è possibile",
    "C": "No, mai",
    "correct": "B"
  },
  {
    "id": 369,
    "q": "Chi redige il processo verbale di udienza?",
    "A": "Il cancelliere",
    "B": "Il presidente del tribunale",
    "C": "Il giudice",
    "correct": "A"
  },
  {
    "id": 370,
    "q": "In base al codice di procedura civile, le domande e le istanze che si propongono al giudice dell'esecuzione possono essere orali?",
    "A": "No, mai",
    "B": "Sì, se avvengono in udienza e se la legge non dispone altrimenti",
    "C": "Sì, sempre",
    "correct": "B"
  },
  {
    "id": 371,
    "q": "In base al codice di procedura civile, la competenza del giudice può essere derogata per accordo delle parti in causa?",
    "A": "No, mai",
    "B": "No, salvo che nei casi stabiliti dalla legge",
    "C": "Sì, in ogni caso",
    "correct": "B"
  },
  {
    "id": 372,
    "q": "Una scrittura privata può essere untitolo esecutivo?",
    "A": "Sì, se autenticata",
    "B": "No, mai",
    "C": "Sì, sempre",
    "correct": "A"
  },
  {
    "id": 373,
    "q": "In base al codice di procedura civile, sipuò iniziare l'esecuzione forzata prima che sia decorso il termine indicato nel precetto?",
    "A": "Solo su autorizzazione del giudice",
    "B": "Sì, purché siano decorsi almeno 10 giorni dalla sua notificazione",
    "C": "No, mai",
    "correct": "A"
  },
  {
    "id": 374,
    "q": "In base al codice di procedura civile, è possibile eseguire le notificazioni ai creditori pignoranti presso la cancelleria del giudice dell'esecuzione?",
    "A": "Sì, se manca la loro dichiarazione di residenza o di elezione di domicilio",
    "B": "Sì, se non compaiono all'udienza fissata dal giudice dell'esecuzione",
    "C": "No, mai",
    "correct": "A"
  },
  {
    "id": 375,
    "q": "È possibile eseguire le notificazioni ai creditori intervenuti presso la cancelleria del giudice dell'esecuzione?",
    "A": "È obbligatorio",
    "B": "No, mai",
    "C": "Sì, se manca la loro dichiarazione di residenza o di elezione di domicilio",
    "correct": "C"
  },
  {
    "id": 376,
    "q": "In sede di esecuzione civile, se viene aggiudicato un bene gravato da pegno, il debitore è liberato?",
    "A": "Solo se il creditore pignoratizio consente e il giudice autorizza",
    "B": "No, mai",
    "C": "Sì, automaticamente",
    "correct": "A"
  },
  {
    "id": 377,
    "q": "Le somme dovute a titolo di pensione possono essere pignorate?",
    "A": "Sì, a certe condizioni",
    "B": "No, mai",
    "C": "Sì, solo se accreditate su conto bancario o postale intestato al debitore",
    "correct": "A"
  },
  {
    "id": 378,
    "q": "Nelle cause relative a somme di danaro o a beni mobili, il convenuto può contestare il valore della causa?",
    "A": "No, mai",
    "B": "Sì, soltanto nella prima difesa",
    "C": "Sì, in ogni momento",
    "correct": "B"
  },
  {
    "id": 379,
    "q": "La notificazione può eseguirsi anche a mezzo del servizio postale?",
    "A": "No, la legge ne fa esplicito divieto",
    "B": "Sì, se non ne è fatto espresso",
    "C": "No, mai divieto dalla legge",
    "correct": "B"
  },
  {
    "id": 380,
    "q": "Iniziato il pignoramento, le notifiche e le comunicazioni dirette al debitore possono essere effettuate presso la cancelleria del giudice dell'esecuzione?",
    "A": "No, mai",
    "B": "Solo in caso di mancata dichiarazione della residenza o elezione di domicilio oppure di irreperibilità in essi del debitore",
    "C": "Sì, sempre",
    "correct": "B"
  },
  {
    "id": 381,
    "q": "Le somme dovute da privati a titolo di stipendio possono essere pignorate per crediti diversi da quelli alimentari, se le somme sono accreditate su conto bancario intestato al debitore e l'accredito è successivo al pignoramento?",
    "A": "Sì, nella misura autorizzata dal giudice",
    "B": "Sì, sino ad un quinto del loro valore",
    "C": "No, mai",
    "correct": "B"
  },
  {
    "id": 382,
    "q": "Le somme dovute da privati a titolo di stipendio possono essere pignorate per tributi dovuti allo Stato, se le somme sono accreditate su conto bancario intestato al debitore e l'accredito è successivo al pignoramento?",
    "A": "Sì, sino ad un quinto del loro valore",
    "B": "No, mai",
    "C": "Sì, nella misura autorizzata dal giudice",
    "correct": "A"
  },
  {
    "id": 383,
    "q": "Nel processo civile, il difensore questi può compiere atti di disposizione del diritto in contesa?",
    "A": "Sì, se ne ha ricevuto espressamente il potere",
    "B": "Sì, sempre",
    "C": "No, mai",
    "correct": "A"
  },
  {
    "id": 384,
    "q": "Il creditore che interviene nell'esecuzione deve sempre notificare al debitore copia del ricorso con cui chiede l'intervento?",
    "A": "Solo se è privo di titolo esecutivo",
    "B": "Solo se il suo credito non è privilegiato",
    "C": "No, mai; è sufficiente un intervento regolare",
    "correct": "A"
  },
  {
    "id": 385,
    "q": "Quando si procede a esecuzione forzata in virtù di un titolo esecutivo costituito da scrittura privata autenticata, il precetto è indispensabile?",
    "A": "No, non lo è",
    "B": "Sì, ma ne è ammessa una forma abbreviata",
    "C": "Sì, e deve contenere la trascrizione integrale della scrittura autenticata",
    "correct": "C"
  },
  {
    "id": 386,
    "q": "A norma del codice di procedura civile, se il debitore dimostra di non aver potuto proporre tempestivamente opposizione al pignoramento per causa a lui non imputabile, l'opposizione è ammissibile?",
    "A": "No, non lo è",
    "B": "Sì, sempre",
    "C": "Solo se è fondata su fatti sopravvenuti",
    "correct": "B"
  },
  {
    "id": 387,
    "q": "La presunzione che la procura speciale alle liti sia stata conferita per un solo determinato grado di giudizio opera sempre?",
    "A": "No, non opera mai",
    "B": "Sì, se nell'atto non è espressa una volontà diversa",
    "C": "Sì, ma solo se la procura è apposta in calce o a margine della citazione, del ricorso, del controricorso, della comparsa di risposta o d'intervento, del precetto o della domanda di intervento nell'esecuzione o della memoria di nomina di nuovo difensore",
    "correct": "B"
  },
  {
    "id": 388,
    "q": "In base al codice di procedura civile, può avvenire l'estinzione del processo esecutivo dopo l'aggiudicazione della cosa?",
    "A": "No, non può",
    "B": "Sì, e allora la somma ricavata è consegnata al debitore",
    "C": "Sì, e allora la cosa va recuperata a spese del creditore e consegnata al debitore",
    "correct": "B"
  },
  {
    "id": 389,
    "q": "Quando si procede a pignoramento presso un terzo, il terzo può rendere la dichiarazione di cui all'art. 547 c.p. c. con posta elettronica?",
    "A": "No, non può",
    "B": "Sì, purché certificata",
    "C": "Sì, purché la dichiarazione sia seguita da conferma mandata con raccomandata",
    "correct": "B"
  },
  {
    "id": 390,
    "q": "In un processo civile se manca la persona a cui spetta la rappresentanza o l'assistenza e vi sono ragioni di urgenza, può essere nominato un curatore speciale all'incapace o alla persona giuridica su istanza della controparte?",
    "A": "No, non può",
    "B": "Sì, senza necessità di provareche vi ha interesse",
    "C": "Sì, se vi ha interesse",
    "correct": "C"
  },
  {
    "id": 391,
    "q": "Nel processo civile, il rappresentante può fare istanza perché alla persona da lui rappresentata sia nominato un curatore speciale?",
    "A": "Sì, in caso di conflitto di interessi",
    "B": "No, non può",
    "C": "Sì, in ogni caso",
    "correct": "A"
  },
  {
    "id": 392,
    "q": "Se la procura speciale alle liti è conferita su supporto cartaceo, il difensore ne può trasmettere la copia informatica autenticata con firma digitale?",
    "A": "Lo deve fare se si costituisce attraverso strumenti telematici",
    "B": "No, non può",
    "C": "Sì, sempre",
    "correct": "A"
  },
  {
    "id": 393,
    "q": "In base al codice di procedura civile, il giudice dell'esecuzione può limitare a uno i diversi mezzi di espropriazione forzata che il creditore ha attivato?",
    "A": "Sì, su opposizione del debitore",
    "B": "Sì, anche d'ufficio",
    "C": "No, non può, purché siano stati legittimamente iniziati",
    "correct": "A"
  },
  {
    "id": 394,
    "q": "Effettuandosi la conversione del pignoramento a norma dell'art. 495 c.p.c., il debitore dovrà pagare anche gli interessi?",
    "A": "No, pagherà solo il capitale più le varie spese",
    "B": "No, pagherà solo il capitale",
    "C": "Sì, dovrà",
    "correct": "C"
  },
  {
    "id": 395,
    "q": "Nell'udienza di comparizione del debitore e dei creditori intervenuti privi di titolo esecutivo, fissata con l'ordinanza con cui è disposta la vendita o l'assegnazione dei beni pignorati, il debitore può riconoscere in parte i crediti per i quali l'intervento è stato fatto?",
    "A": "No, il riconoscimento, se avviene, deve essere totale",
    "B": "No, perché non ha la facoltà di riconoscere questi crediti né in tutto né in parte",
    "C": "Sì, può",
    "correct": "C"
  },
  {
    "id": 396,
    "q": "Se l'ufficiale giudiziario invita il debitore a indicare ulteriori beni utilmente pignorabili ai fini della soddisfazione del creditore, il debitore incorre in una sanzione in caso di omessa o falsa dichiarazione?",
    "A": "Solo in caso di falsa dichiarazione",
    "B": "Sì, vi incorre",
    "C": "No, poiché ha diritto di rifiutarsi",
    "correct": "B"
  },
  {
    "id": 397,
    "q": "In base all'art. 85 c.p.c. la rinuncia alla procura alle liti deve essere obbligatoriamente fatta in una forma particolare?",
    "A": "Sì, con atto pubblico",
    "B": "No, non è richiesta una forma particolare",
    "C": "Sì, la stessa forma con cui la procura fu conferita",
    "correct": "B"
  },
  {
    "id": 398,
    "q": "Nel processo civile, tutte le parti in causa possono chiedere la nomina del curatore speciale di una persona che deve essere rappresentata o assistita?",
    "A": "No, questa richiesta può essere fatta solo dalla persona rappresentata o assistita, dai suoi prossimi congiunti o dal pubblico ministero",
    "B": "Sì, se vi hanno interesse",
    "C": "Sì, in ogni caso",
    "correct": "B"
  },
  {
    "id": 399,
    "q": "Nel processo civile, i prossimi congiunti di una persona che deve essere rappresentata o assistita possono chiedere la nomina di un curatore speciale?",
    "A": "Sì, possono",
    "B": "No, questa richiesta può essere fatta solo dalla persona rappresentata o assistita, dal rappresentante o dal pubblico ministero",
    "C": "Sì, se vi hanno interesse",
    "correct": "A"
  },
  {
    "id": 400,
    "q": "È obbligatorio promuovere il tentativo di conciliazione prima di proporre un giudizio di lavoro?",
    "A": "Sì sempre, attraverso le organizzazioni sindacali cui si conferisca mandato",
    "B": "No, non è sempre obbligatorio",
    "C": "Sì, se il rapporto di lavoro dura da oltre dodici mesi",
    "correct": "B"
  },
  {
    "id": 401,
    "q": "A norma del codice di procedura civile, il procuratore generale di chi non ha la residenza o il domicilio nella Repubblica ha sempre il potere di stare in giudizio per il preponente?",
    "A": "Sì, opera presunzione in tale senso",
    "B": "No, salvo che per gli atti urgenti e la misure cautelari",
    "C": "Non può averlo",
    "correct": "A"
  },
  {
    "id": 402,
    "q": "L'ufficiale giudiziario esegue la notificazione mediante consegna della copia nelle mani proprie del destinatario, sempre presso la casa di abitazione?",
    "A": "No, se non è possibile, ovunque lo trovi nell'ambito della circoscrizione dell'ufficio giudiziario al quale è addetto",
    "B": "Sì, a pena di nullità",
    "C": "No, se non è possibile, ovunque lo trovi anche al di fuori della circoscrizione dell'ufficio giudiziario al quale è addetto",
    "correct": "A"
  },
  {
    "id": 403,
    "q": "Ciascuna parte può chiedere alle Sezioni unite della Corte di cassazione che risolvano le questioni di giurisdizione?",
    "A": "Sì, finché la causa non sia decisa nel merito in secondo grado",
    "B": "No, solo la parte attrice",
    "C": "Sì, finché la causa non sia decisa nel merito in primo grado",
    "correct": "C"
  },
  {
    "id": 404,
    "q": "In base al codice di procedura civile, il terzo può proporre opposizione al giudice dell'esecuzione, se pretende di avere l'usufrutto sul bene pignorato, prima che sia disposta la vendita o l'assegnazione dei beni?",
    "A": "Sì, può",
    "B": "No, solo successivamente",
    "C": "Sì, ma solo se aveva fatto opposizione anche al momento del pignoramento; diversamente potrà far valere i suoi diritti sulla somma ricavata o ottenere un compenso dall'assegnatario",
    "correct": "A"
  },
  {
    "id": 405,
    "q": "Ai sensi del codice di procedura civile, le operazioni di divisione sono dirette dal giudice istruttore. Può egli delegarne la direzione a un notaio?",
    "A": "Sì, ma lo deve decidere all'inizio della procedura",
    "B": "No",
    "C": "Sì",
    "correct": "C"
  },
  {
    "id": 406,
    "q": "A norma del codice di procedura civile, l'institore ha sempre il potere di stare in giudizio per il titolare dell'impresa commerciale?",
    "A": "Sì, opera presunzione in tale senso",
    "B": "No, a meno che sia anche procuratore generale",
    "C": "No, unicamente per gli atti urgenti e la misure cautelari",
    "correct": "A"
  },
  {
    "id": 407,
    "q": "Il ricorso per cassazione sospende l'esecuzione della sentenza? Sì, sempre",
    "A": "Sì, purché sia prestata",
    "B": "congrua cauzione",
    "C": "No; tuttavia il giudice che ha pronunciato la sentenza impugnata può, su istanza di parte e qualora dall'esecuzione possa derivare grave e irreparabile danno, disporre con ordinanza non impugnabile che l'esecuzione sia sospesa o che sia prestata congrua",
    "correct": "C"
  },
  {
    "id": 408,
    "q": "Ai sensi dell'art. 201 c.p.c., il consulente tecnico di parte:",
    "A": "oltre ad assistere a norma dell'art. 194 c.p.c. alle operazioni del C.T.U., partecipa all'udienza e alla camera di consiglio ogni volta che vi interviene il C.T.U., per chiarire e svolgere, con l'autorizzazione del presidente, le sue osservazioni sui risultati delle indagini",
    "B": "non assiste a norma dell'art. 194 c.p.c., alle operazioni del C.T.U. e non partecipa all'udienza e alla camera di consiglio",
    "C": "non assiste a norma dell'art. 194 c.p.c., alle operazioni del C.T.U., ma partecipa all'udienza e alla camera di consiglio ogni volta che vi interviene il C.T.U., per chiarire e svolgere, con l'autorizzazione del presidente, le sue osservazioni sui risultati delle indagini tecniche",
    "correct": "A"
  },
  {
    "id": 409,
    "q": "Salvo i casi di revocazione di cui ai numeri 1, 2, 3 e 6 dell'art. 395 c.p.c., cosa comporta l'acquiescenza alla sentenza risultante da accettazione espressa?",
    "A": "Ammette la proponibilità delle impugnazioni",
    "B": "Non comporta decadenza dal diritto di impugnare, in quanto l'acquiescenza non è un comportamento giuridicamente rilevante",
    "C": "Esclude la proponibilità delle impugnazioni",
    "correct": "C"
  },
  {
    "id": 410,
    "q": "In sede di distribuzione della somma ricavata dall'esecuzione forzata alla quale partecipano altri creditori oltre a quello procedente, il giudice deve sempre disporre un accantonamento a favore dei creditori sprovvisti di titolo esecutivo?",
    "A": "Non deve mai",
    "B": "No, solo se il loro credito non è stato riconosciuto dal debitore",
    "C": "Sì, se essi possono ottenere il titolo esecutivo entro tre anni",
    "correct": "B"
  },
  {
    "id": 411,
    "q": "Nell'ambito delle controversie individuali di lavoro, se la conciliazione esperita ai sensi dell'articolo 410 riesce, anche limitatamente ad una parte della domanda:",
    "A": "non è necessario redigere verbale",
    "B": "viene redatto separato processo verbale sottoscritto dalle parti e dai componenti della commissione di conciliazione",
    "C": "viene redatto separato processo verbale senza necessità di alcuna sottoscrizione",
    "correct": "B"
  },
  {
    "id": 412,
    "q": "In base al codice di procedura civile, nel procedimento d'ingiunzione, l'opposizione tardiva da parte dell'intimato che prova di non avere avuto tempestiva conoscenza del decreto per irregolarità della notificazione:",
    "A": "non è mai ammessa",
    "B": "non è più ammessa, decorsi 10 giorni dal primo atto di esecuzione",
    "C": "non è più ammessa dopo 10 giorni dalla pronuncia del decreto",
    "correct": "B"
  },
  {
    "id": 413,
    "q": "A norma del codice di procedura civile, se nell'espropriazione forzata sono intervenuti più creditori, l'assegnazione di un bene:",
    "A": "deve essere fatta a favore del creditore che vanta il credito maggiore, anche in difetto di accordo tra le parti",
    "B": "non è possibile e il bene deve essere venduto",
    "C": "può essere chiesta a vantaggio di uno solo o più di essi, d'accordo tra tutti",
    "correct": "C"
  },
  {
    "id": 414,
    "q": "A norma dell'art. 510 c.p.c., l'accantonamento disposto dal giudice in sede di distribuzione a favore del creditore intervenuto nell'esecuzione e privo di titolo esecutivo, è per un tempo:",
    "A": "non inferiore a un anno",
    "B": "non superiore a cinque anni",
    "C": "non superiore a tre anni",
    "correct": "C"
  },
  {
    "id": 415,
    "q": "Se il debitore esecutato chiede di effettuare la conversione del pignoramento a norma dell'art. 495 c.p. c., deve depositare in cancelleria apposita istanza con una somma:",
    "A": "non inferiore a un quinto dell'importo del credito per cui è stato eseguito il pignoramento",
    "B": "non inferiore a un quarto dell'importo del credito per cui è stato eseguito il pignoramento",
    "C": "non inferiore a un terzo dell'importo del credito per cui è stato eseguito il pignoramento",
    "correct": "A"
  },
  {
    "id": 416,
    "q": "In caso di pignoramento, il debitore che intende sostituire alle cose o ai crediti pignorati una somma di denaro deve depositare in cancelleria apposita istanza unitamente ad una somma:",
    "A": "non inferiore a un terzo dell'importo del credito per cui è stato eseguito il pignoramento e dei crediti dei creditori intervenuti",
    "B": "non inferiore alla metà dell'importo del credito per cui è stato eseguito il pignoramento e dei crediti dei creditori intervenuti",
    "C": "non inferiore a un quinto dell'importo del credito per cui è stato eseguito il pignoramento e dei crediti dei creditori intervenuti",
    "correct": "C"
  },
  {
    "id": 417,
    "q": "A norma del codice di procedura civile, la designazione del giudice istruttore deve in ogni caso avvenire:",
    "A": "contestualmente alla costituzione dell'attore",
    "B": "non oltre il secondo giorno successivo alla costituzione del convenuto",
    "C": "non oltre il secondo giorno successivo alla costituzione della parte più diligente",
    "correct": "C"
  },
  {
    "id": 418,
    "q": "Se il debitore esecutato, ottenuta la conversione del pignoramento e la rateizzazione a norma dell'art. 495 c. p.c., versa una rata il quattordicesimo giorno dopo la sua scadenza:",
    "A": "non ci sono conseguenze",
    "B": "questa rata e quelle sino ad allora versate vanno a formare parte dei beni pignorati",
    "C": "non perde la rateizzazione, ma paga un interesse determinato secondo certi parametri",
    "correct": "A"
  },
  {
    "id": 419,
    "q": "In base al codice di procedura civile, i termini perentori:",
    "A": "non possono essere abbreviati o prorogati, nemmeno su accordo delle parti",
    "B": "possono essere sempre e solo abbreviati dal giudice, su richiesta congiunta delle parti",
    "C": "non possono essere abbreviati, ma possono sempre essere prorogati su accordo delle parti",
    "correct": "A"
  },
  {
    "id": 420,
    "q": "Entro quali limiti si possono pignorare le somme dovute a titolo di pensione che sono accreditate su conto bancario intestato al debitore, quando l'accredito è successivo al pignoramento?",
    "A": "Può essere pignorato solo un ammontare corrispondente alla misura massima mensile dell'assegno sociale, aumentato della meta",
    "B": "Non possono essere pignorate per un ammontare corrispondente alla misura massima mensile dell'assegno sociale, aumentato della metà",
    "C": "Solo per un quinto",
    "correct": "B"
  },
  {
    "id": 421,
    "q": "La nullità delle sentenze soggette ad appello o a ricorso per cassazione:",
    "A": "può essere fatta valere quando la sentenza manca della sottoscrizione del giudice",
    "B": "può essere fatta valere soltanto nei limiti e secondo le regole proprie di questi mezzi di impugnazione",
    "C": "non può essere fatta valere",
    "correct": "B"
  },
  {
    "id": 422,
    "q": "A norma del codice di procedura civile, la domanda di un provvedimento cautelare, quando la causa è pendente per il merito:",
    "A": "deve essere proposta al giudice della causa stessa",
    "B": "si propone sempre alla Corte d'appello",
    "C": "non può essere proposta",
    "correct": "A"
  },
  {
    "id": 423,
    "q": "In base al codice di procedura civile, la domanda di provvedimento cautelare, prima dell'inizio della causa di merito:",
    "A": "si propone al giudice competente a conoscere del merito",
    "B": "si propone sempre alla Corte d'appello",
    "C": "non può essere proposta",
    "correct": "A"
  },
  {
    "id": 424,
    "q": "A norma del codice di procedura civile, l'assegnazione dei beni pignorati:",
    "A": "può essere fatta a vantaggio del solo creditore pignorante",
    "B": "non può farsi a né al creditore pignorante né a quelli intervenuti",
    "C": "può essere chiesta a vantaggio del creditore pignorante o di uno o più dei creditori intervenuti",
    "correct": "C"
  },
  {
    "id": 425,
    "q": "L'ufficiale giudiziario:",
    "A": "non può intimare ai testimoni di presentarsi",
    "B": "intima d'ufficio ai testimoni ammessi dal giudice istruttore di comparire nel luogo, nel giorno e nell'ora fissati",
    "C": "su richiesta della parte interessata, intima ai testimoni ammessi dal giudice istruttore di comparire nel luogo, nel giorno e nell'ora fissati",
    "correct": "C"
  },
  {
    "id": 426,
    "q": "A norma del codice di procedura civile, il consulente tecnico:",
    "A": "può essere invitato dal presidente ad assistere alla discussione davanti al collegio",
    "B": "deve sempre assistere alla discussione davanti al collegio",
    "C": "non può mai assistere alla discussione davanti al collegio",
    "correct": "A"
  },
  {
    "id": 427,
    "q": "Il consulente:",
    "A": "può essere autorizzato a domandare chiarimenti alle parti, ad assumere informazioni da terzi ed ad eseguire piante, calchi e rilievi",
    "B": "non può mai domandare chiarimenti a terzi o alle parti",
    "C": "può essere autorizzato a domandare chiarimenti ed informazioni a terzi ma non alle parti, ed ad eseguire piante, calchi e rilievi",
    "correct": "A"
  },
  {
    "id": 428,
    "q": "A norma del codice di procedura civile, il debitore sottoposto a espropriazione forzata:",
    "A": "può evitare il pignoramento versando nelle mani dell'ufficiale giudiziario la somma per cui si procede e l'importo delle spese",
    "B": "può evitare il pignoramento depositando nelle mani dell'ufficiale giudiziario, in luogo delle cose, una somma di denaro pari all'importo del credito",
    "C": "non può mai evitare il pignoramento",
    "correct": "A"
  },
  {
    "id": 429,
    "q": "La parte che ha deferito o riferito il giuramento decisorio:",
    "A": "può revocarlo anche quando l'avversario ha dichiarato di essere pronto a prestarlo",
    "B": "può revocarlo solo se si trova in grado d'appello",
    "C": "non può più revocarlo quando l'avversario ha dichiarato di essere pronto a prestarlo",
    "correct": "C"
  },
  {
    "id": 430,
    "q": "A norma del codice di procedura civile, il depositario pubblico autorizzato a spedire copia degli atti che detiene:",
    "A": "deve rilasciarne copia autentica, solo se l'istante o i suoi autori sono stati parte dell'atto",
    "B": "non può rilasciarne copia autentica se non su ordine del giudice",
    "C": "deve rilasciarne copia autentica, ancorché l'istante o i suoi autori non siano stati parte dell'atto",
    "correct": "C"
  },
  {
    "id": 431,
    "q": "Se il debitore esecutato ottiene la conversione del pignoramento a norma dell'art. 495 c.p.c. e gli è concesso di versare a rate la somma sostituita al bene pignorato, la rateizzazione:",
    "A": "non può superare i 24 mesi",
    "B": "non può superare i 36 mesi",
    "C": "deve durare 36 mesi",
    "correct": "B"
  },
  {
    "id": 432,
    "q": "In base al codice di procedura civile, quando si contesta il diritto della parte istante a procedere a esecuzione forzata non ancora iniziata:",
    "A": "non si può proporre opposizione, dovendosi attendere che questa sia iniziata",
    "B": "si può proporre opposizione davanti al giudice dell'esecuzione",
    "C": "si può proporre opposizione davanti al giudice competente per materia o valore e per territorio",
    "correct": "C"
  },
  {
    "id": 433,
    "q": "Secondo il Codice di procedura civile, le controversie in materia di rapporti di lavoro subordinato privato, anche se non inerenti all'esercizio di una impresa:",
    "A": "non sono regolamentate",
    "B": "sono regolamentati al pari delle controversie individuali di lavoro",
    "C": "non sono regolamentate al pari delle controversie individuali di lavoro",
    "correct": "B"
  },
  {
    "id": 434,
    "q": "Il creditore privo di titolo esecutivo che interviene nell'esecuzione deve sempre notificare al debitore copia del ricorso con cui chiede l'intervento?",
    "A": "Sì, deve farlo",
    "B": "Non, non ha obblighi se è intervenuto regolarmente",
    "C": "No, può notificare il titolo",
    "correct": "A"
  },
  {
    "id": 435,
    "q": "In sede di esecuzione civile, l'assunzione, prevista dall'art. 508 c.p.c., del debito da parte dell'assegnatario di un bene gravato da ipoteca, costituisce un caso di:",
    "A": "espromissione",
    "B": "novazione",
    "C": "accollo",
    "correct": "C"
  },
  {
    "id": 436,
    "q": "In base al codice di procedura civile, se il processo di esecuzione si estingue per inattività delle parti, l'estinzione:",
    "A": "opera di diritto e può essere rilevata anche d'ufficio",
    "B": "opera su istanza di parte",
    "C": "opera di diritto, ma può essere rilevata solo d'ufficio",
    "correct": "A"
  },
  {
    "id": 437,
    "q": "Quale di questi atti processuali può essere compiuto dal convenuto?",
    "A": "Comparsa di risposta",
    "B": "Processo verbale",
    "C": "Ordinanza",
    "correct": "A"
  },
  {
    "id": 438,
    "q": "A norma dell'art. 510 c.p.c., in sede di distribuzione della somma ricavata, a favore del creditore intervenuto nel pignoramento e privo di titolo esecutivo il cui credito non sia stato riconosciuto dal debitore, è disposto dal giudice un accantonamento per il tempo ritenuto necessario affinché il creditore:",
    "A": "raggiunga un accordo con gli altri creditori per partecipare alla distribuzione",
    "B": "ottenga dal debitore il riconoscimento del suo credito",
    "C": "il creditore si munisca di titolo esecutivo",
    "correct": "C"
  },
  {
    "id": 439,
    "q": "Nelle cause relative a rendite perpetue, se il titolo è controverso, il valore della causa si determina cumulando:",
    "A": "venti annualità",
    "B": "cinque annualità",
    "C": "otto annualità",
    "correct": "A"
  },
  {
    "id": 440,
    "q": "Nelle cause relative a rendite perpetue, se il titolo è controverso, il valore della causa si determina cumulando:",
    "A": "dieci annualità",
    "B": "sette annualità",
    "C": "venti annualità",
    "correct": "C"
  },
  {
    "id": 441,
    "q": "Se il debitore esecutato ottiene la conversione del pignoramento a norma dell'art. 495 c.p.c. e gli è concesso di versare a rate la somma sostituita al bene pignorato:",
    "A": "pagherà gli interessi se il giudice dell'esecuzione, su istanza del creditore, lo ordina",
    "B": "non pagherà interessi",
    "C": "pagherà gli interessi",
    "correct": "C"
  },
  {
    "id": 442,
    "q": "Una parte viene autorizzata a stare in giudizio personalmente davanti al giudice di pace. Gli atti che portano a questo risultato sono:",
    "A": "parte: istanza anche verbale; giudice di pace: decreto",
    "B": "parte: istanza anche verbale; giudice di pace: ordinanza",
    "C": "parte: istanza; giudice di pace: ordinanza",
    "correct": "A"
  },
  {
    "id": 443,
    "q": "Per le cause relative alla proprietà, il valore delle cause relative a beni immobili è determinato moltiplicando il reddito dominicale del terreno e la rendita catastale del fabbricato alla data della proposizione della domanda:",
    "A": "per cinquanta",
    "B": "per cento",
    "C": "per duecento",
    "correct": "C"
  },
  {
    "id": 444,
    "q": "Il valore delle cause relative a beni immobili è determinato moltiplicando il reddito dominicale del terreno e la rendita catastale del fabbricato alla data della proposizione della domanda: per cento per le cause relative per cento con riferimento al",
    "A": "all'usufrutto",
    "B": "fondo servente per le cause",
    "C": "relative alle servitù",
    "correct": "A"
  },
  {
    "id": 445,
    "q": "Il valore delle cause relative a beni immobili è determinato moltiplicando il reddito dominicale del terreno e la rendita catastale del fabbricato alla data della proposizione della domanda: per cento per le cause relative per cento per le cause relative per cento con riferimento al alla proprietà",
    "A": "all'uso",
    "B": "fondo servente per le cause",
    "C": "relative alle servitù",
    "correct": "B"
  },
  {
    "id": 446,
    "q": "Il valore delle cause relative a beni immobili è determinato moltiplicando il reddito dominicale del terreno e la rendita catastale del fabbricato alla data della proposizione della domanda:",
    "A": "per duecento per le cause relative alla proprietà",
    "B": "per cinquanta per le cause relative all'usufrutto",
    "C": "per duecento per le cause relative all'usufrutto",
    "correct": "A"
  },
  {
    "id": 447,
    "q": "Nelle cause per prestazioni alimentari periodiche, se il titolo è controverso, il valore si determina in base all'ammontare delle somme dovute:",
    "A": "per cinque anni",
    "B": "per due anni",
    "C": "per tre anni",
    "correct": "B"
  },
  {
    "id": 448,
    "q": "A seguito della l. 69/2009 che ha modificato l'art. 296 c. p.c., il giudice istruttore, su istanza di tutte le parti, ove sussistano giustificati motivi, può disporre:",
    "A": "per una sola volta, che il processo rimanga sospeso per un periodo non superiore a tre mesi, fissando l'udienza di prosecuzione del medesimo",
    "B": "per due sole volte, che il processo rimanga sospeso per un periodo non superiore a quattro mesi, fissando l'udienza di prosecuzione del medesimo",
    "C": "tutte le volte lo ritenga opportuno, che il processo rimanga sospeso per un periodo non superiore a cinque mesi, fissando l'udienza di prosecuzione del medesimo",
    "correct": "A"
  },
  {
    "id": 449,
    "q": "Il valore delle cause relative a beni immobili è determinato moltiplicando il reddito dominicale del terreno e la rendita catastale del fabbricato alla data della proposizione della domanda:",
    "A": "per cento per le cause relative all'usufrutto",
    "B": "per cinquanta per le cause relative all'uso",
    "C": "per duecento per le cause relative all'abitazione",
    "correct": "A"
  },
  {
    "id": 450,
    "q": "Ai sensi dell'art. 196 c.p.c., il giudice:",
    "A": "per gravi motivi, ha facoltà di disporre la rinnovazione delle indagini",
    "B": "ha sempre la facoltà di disporre la rinnovazione delle indagini",
    "C": "non ha la facoltà di disporre la rinnovazione delle indagini",
    "correct": "B"
  },
  {
    "id": 451,
    "q": "La somma dovuta da un privato a Tizio come indennità di licenziamento viene pignorata simultaneamente per un credito non alimentare e per un tributo dello Stato. L'indennità è accreditata su conto bancario intestato al debitore e l'accredito è successivo al pignoramento. Come sarà pignorata tale somma?",
    "A": "Nella misura di due quinti",
    "B": "Nella misura di un quinto",
    "C": "Per il 55%",
    "correct": "A"
  },
  {
    "id": 452,
    "q": "In base al codice di procedura civile, per quali delle seguenti materie le parti possono derogare la competenza per territorio del giudice?",
    "A": "Per le cause relative alla gestione della tutela",
    "B": "Per i procedimenti cautelari",
    "C": "Per le cause matrimoniali",
    "correct": "A"
  },
  {
    "id": 453,
    "q": "Il tribunale è competente:",
    "A": "per tutte le cause di valore superiore a 20.000 euro",
    "B": "per tutte le cause che non sono di competenza di altro giudice",
    "C": "per le materie specificamente elencate nel codice di procedura civile",
    "correct": "B"
  },
  {
    "id": 454,
    "q": "Se l'ufficiale giudiziario procede con modalità telematiche alla ricerca dei beni da pignorare e individua più crediti e più cose del debitore che sono nella disponibilità di terzi, sono sottoposti a esecuzione:",
    "A": "per primi crediti",
    "B": "per prime le cose",
    "C": "i beni scelti dal creditore",
    "correct": "C"
  },
  {
    "id": 455,
    "q": "Se l'ufficiale giudiziario procede con modalità telematiche alla ricerca dei beni da pignorare e individua più cose del debitore che sono nella disponibilità di terzi, sono sottoposti a esecuzione:",
    "A": "per primi i beni di maggior valore",
    "B": "i beni scelti dal creditore",
    "C": "i beni scelti dal debitore",
    "correct": "B"
  },
  {
    "id": 456,
    "q": "Cosa stabilisce l'art. 100 c.p.c.?",
    "A": "Per proporre una domanda o contraddire alla stessa è necessario avere un titolo esecutivo",
    "B": "Per proporre una domanda o contraddire alla stessa è necessario avervi interesse",
    "C": "Per proporre una domanda o contraddire alla stessa è necessario essere rappresentato da un difensore",
    "correct": "B"
  },
  {
    "id": 457,
    "q": "Per quanti gradi di giudizio si presume conferita la procura speciale alle liti?",
    "A": "Per tutti",
    "B": "Per uno solo",
    "C": "Per due",
    "correct": "B"
  },
  {
    "id": 458,
    "q": "Le somme dovute a titolo di stipendio, quando l'accredito ha luogo in data anteriore al pignoramento su conto bancario intestato al debitore, possono essere pignorate:",
    "A": "per un quinto e, se concorrono più cause di pignoramento, sino alla metà",
    "B": "sino a un massimo pari al triplo dell'assegno sociale",
    "C": "per l'importo eccedente il triplo dell'assegno sociale",
    "correct": "C"
  },
  {
    "id": 459,
    "q": "Le somme dovute a titolo di indennità relativa al rapporto di lavoro, quando l'accredito ha luogo in data anteriore al pignoramento su conto bancario intestato al debitore, possono essere pignorate:",
    "A": "sino a un massimo pari al triplo dell'assegno sociale",
    "B": "per l'importo eccedente il triplo dell'assegno sociale",
    "C": "per un quinto e, se concorrono più cause di pignoramento, sino alla metà",
    "correct": "B"
  },
  {
    "id": 460,
    "q": "Le somme dovute a titolo di indennità di licenziamento, quando l'accredito ha luogo in data anteriore al pignoramento su conto bancario intestato al debitore, possono essere pignorate: sino a un massimo pari al triplo dell'assegno sociale per un quinto e, se concorrono più cause di",
    "A": "pignoramento, sino alla metà",
    "B": "per l'importo eccedente il",
    "C": "triplo dell'assegno sociale",
    "correct": "C"
  },
  {
    "id": 461,
    "q": "Una somma è dovuta a titolo di pensione e l'accredito ha luogo in data anteriore al pignoramento su conto bancario intestato al debitore. Potrà essere pignorata:",
    "A": "per un quinto e, se concorrono più cause di pignoramento, sino alla metà",
    "B": "sino a un massimo pari al triplo dell'assegno sociale",
    "C": "per l'importo eccedente il triplo dell'assegno sociale",
    "correct": "C"
  },
  {
    "id": 462,
    "q": "Nel pignoramento, se i creditori intervenuti non estendono senza giusto motivo il pignoramento ai beni indicati dal creditore pignorante:",
    "A": "perdono la prelazione, se l'avevano",
    "B": "il creditore pignorante ha diritto di essere preferito in sede di distribuzione",
    "C": "non possono partecipare alla distribuzione",
    "correct": "B"
  },
  {
    "id": 463,
    "q": "Gli atti del processo, per i quali la legge non richiede forme determinate:",
    "A": "possono essere compiuti nella forma più idonea al raggiungimento del loro scopo",
    "B": "possono essere compiuti nella forma preferita dal giudice",
    "C": "sono compiuti a scelta della parte attrice",
    "correct": "A"
  },
  {
    "id": 464,
    "q": "In base al codice di procedura civile, in linea di principio, salve le eccezioni indicate dalla legge, le ordinanze del giudice istruttore:",
    "A": "possono sempre essere modificate o revocate dal giudice che le ha pronunciate",
    "B": "possono essere modificate o revocate dal giudice che le ha pronunciate solo se sono state pronunciate a seguito di accordo delle parti, in materia di cui queste possono disporre",
    "C": "possono essere modificate o revocate solo dal collegio",
    "correct": "A"
  },
  {
    "id": 465,
    "q": "In base al codice di procedura civile, tutte le impugnazioni proposte separatamente contro la stessa sentenza:",
    "A": "devono essere riunite, anche d'ufficio, in un solo processo",
    "B": "possono essere riunite, con il consenso delle parti procedenti, in un solo processo",
    "C": "non possono esser riunite in un solo processo",
    "correct": "A"
  },
  {
    "id": 466,
    "q": "In base al codice di procedura civile, gli arbitri a cui le parti devolvono la soluzione della lite tra di loro:",
    "A": "devono essere cittadini italiani",
    "B": "possono essere sia cittadini italiani sia stranieri",
    "C": "possono essere stranieri, purché residenti in Italia da almeno cinque anni",
    "correct": "B"
  },
  {
    "id": 467,
    "q": "Quando il giudice dispone che il consulente compia indagini da sé solo, le parti:",
    "A": "possono intervenire alle operazioni solo a mezzo dei propri consulenti tecnici",
    "B": "non possono intervenire alle operazioni",
    "C": "possono comunque intervenire alle operazioni in persona e a mezzo dei propri consulenti tecnici e dei difensori, e possono presentare al consulente, per iscritto o a voce, osservazioni e istanze",
    "correct": "C"
  },
  {
    "id": 468,
    "q": "In sede di distribuzione della somma ricavata dall'esecuzione forzata, i creditori di un creditore ammesso alla distribuzione possono:",
    "A": "chiedere di essere a lui sostituiti",
    "B": "pretendere la prestazione di una garanzia sulla somma a lui assegnata",
    "C": "sottoporre a sequestro la somma a lui assegnata",
    "correct": "A"
  },
  {
    "id": 469,
    "q": "Nelle cause relative a danaro e beni mobili, se il convenuto non contesta il valore dichiarato o presunto:",
    "A": "questo rimane fissato, anche agli effetti del merito, nei limiti della competenza del giudice adito",
    "B": "questo rimane fissato, ma non agli effetti del merito, nei limiti della competenza del giudice adito",
    "C": "prima del giudizio, può contestarlo successivamente",
    "correct": "A"
  },
  {
    "id": 470,
    "q": "Quando deve notificare al debitore copia del ricorso con cui chiede l'intervento, il creditore privo di titolo esecutivo che interviene nell'esecuzione?",
    "A": "Prima dell'udienza in cui è disposta la vendita o l'assegnazione",
    "B": "Entro i dieci giorni successivi al deposito del ricorso",
    "C": "Prima della vendita o dell'assegnazione",
    "correct": "B"
  },
  {
    "id": 471,
    "q": "Procedendosi a pignoramento, nell'udienza di comparizione del debitore e dei creditori intervenuti privi di titolo esecutivo, se il debitore riconosce in parte i crediti per i quali l'intervento è stato fatto, deve:",
    "A": "prestare idonea garanzia per la parte riconosciuta",
    "B": "indicarne la relativa misura",
    "C": "procedere al pagamento della parte riconosciuta",
    "correct": "B"
  },
  {
    "id": 472,
    "q": "Quale di questi atti può essere compiuto dall'ufficiale giudiziario?",
    "A": "Notificazione",
    "B": "Ordinanza",
    "C": "Sentenza",
    "correct": "A"
  },
  {
    "id": 473,
    "q": "In base al codice di procedura civile, se è proposta opposizione di terzo all'esecuzione forzata e concorrono gravi motivi, il giudice dell'esecuzione:",
    "A": "su istanza di parte sospende il processo con cauzione o senza",
    "B": "prosegue il processo, ma può distribuire la somma ricavata fino alla decisione sull'opposizione",
    "C": "prosegue il processo, ma dispone che il creditore presti una cauzione per le eventuali ragioni del terzo",
    "correct": "A"
  },
  {
    "id": 474,
    "q": "La confessione giudiziale è:",
    "A": "provocata esclusivamente mediante interrogatorio formale, ma non ha valore di prova legale",
    "B": "esclusivamente spontanea",
    "C": "spontanea o provocata mediante interrogatorio formale",
    "correct": "C"
  },
  {
    "id": 475,
    "q": "In caso di pignoramento presso più terzi, il debitore può chiedere la dichiarazione di inefficacia di taluno dei singoli pignoramenti?",
    "A": "No, ma essa può essere concessa d'ufficio",
    "B": "No, può solo chiedere la riduzione proporzionale",
    "C": "Sì, può",
    "correct": "C"
  },
  {
    "id": 476,
    "q": "In caso di pignoramento presso più terzi, il debitore può chiedere la riduzione proporzionale dei singoli pignoramenti?",
    "A": "Sì, può",
    "B": "No, può solo chiedere la dichiarazione di inefficacia di taluno di essi",
    "C": "No, ma essa può essere concessa d'ufficio",
    "correct": "A"
  },
  {
    "id": 477,
    "q": "Se nel processo civile il difensore di una parte viola il dovere di comportarsi con lealtà e probità, il giudice:",
    "A": "può condannarlo, anche parzialmente, alle spese",
    "B": "può esigere dalla parte che sia sostituito",
    "C": "riferisce alle autorità che esercitano il potere disciplinare su di lui",
    "correct": "C"
  },
  {
    "id": 478,
    "q": "Se il debitore esecutato ottiene la conversione del pignoramento a norma dell'art. 495 c.p.c. ma non versa la somma determinata dal giudice:",
    "A": "può essere disposta senza indugio la vendita dei beni pignorati",
    "B": "può essere messo in mora e gli interessi sono raddoppiati",
    "C": "può essere sanzionato dal giudice con un'ammenda",
    "correct": "A"
  },
  {
    "id": 479,
    "q": "Il giudice, alla prima udienza, ovvero sino a quando è esaurita l'istruzione, formula alle parti ove possibile e ove sussistano una serie di condizioni di cui all'art. 185bis c.p.c., una proposta conciliativa o transattiva. La proposta di conciliazione del giudice:",
    "A": "non può costituire motivo di ricusazione o astensione del giudice",
    "B": "può costituire motivo di ricusazione, ma non di astensione del giudice",
    "C": "può costituire motivo astensione ma non di ricusazione del giudice",
    "correct": "A"
  },
  {
    "id": 480,
    "q": "Se nel processo civile una parte viola il dovere di comportarsi con lealtà e probità, il giudice:",
    "A": "può condannarla al rimborso di determinate spese",
    "B": "può dichiararla, a causa di ciò, soccombente",
    "C": "può applicarle un'ammenda",
    "correct": "A"
  },
  {
    "id": 481,
    "q": "Se il pignorante non avvisa gli altri creditori che hanno un diritto di prelazione risultante da pubblici registri sul bene pignorato, il giudice può disporre l'assegnazione o la vendita?",
    "A": "No, non può",
    "B": "Può disporre solo la vendita",
    "C": "Può sempre",
    "correct": "A"
  },
  {
    "id": 482,
    "q": "Se nel processo civile il consulente tecnico di una parte viola il dovere di comportarsi con lealtà e probità, senza che ciò integri gli estremi di un reato, il giudice:",
    "A": "può escluderlo dalla camera di consiglio",
    "B": "non può prendere specifici provvedimenti contro di lui, ma potrebbe tenerne conto ai fini della condanna della parte alle spese",
    "C": "può esigere dalla parte che sia sostituito",
    "correct": "B"
  },
  {
    "id": 483,
    "q": "Se il valore dei beni pignorati è superiore all'importo di tre quarti del credito più le spese, il giudice può concedere la riduzione del pignoramento?",
    "A": "Può farlo su istanza del debitore e se non vi è opposizione del creditore",
    "B": "No, non può",
    "C": "Sì, può",
    "correct": "B"
  },
  {
    "id": 484,
    "q": "Il difensore con procura può chiedere che il giudice, nella stessa sentenza in cui condanna alle spese distragga in favore suo e degli altri difensori gli onorari non riscossi e le spese che dichiara di avere anticipate?",
    "A": "Sì, può farlo",
    "B": "Può farlo solo con riferimento agli onorari",
    "C": "No, non può farlo",
    "correct": "A"
  },
  {
    "id": 485,
    "q": "Nel caso di ricusazione, l'ordinanza che accoglie il ricorso designa il giudice che deve sostituire quello ricusato?",
    "A": "Può farlo, a discrezione del giudice",
    "B": "No, si tratta di due atti separati",
    "C": "Sì, è esplicitamente previsto dal codice di procedura civile",
    "correct": "C"
  },
  {
    "id": 486,
    "q": "Se il debitore esecutato, ottenuta la conversione del pignoramento e la rateizzazione a norma dell'art. 495 c. p.c., versa una rata dopo 16 giorni dalla sua scadenza:",
    "A": "può ottenere, a richiesta, la restituzione di tutte le rate e la prosecuzione dell'esecuzione sui beni che furono sostituiti",
    "B": "questa rata gli è restituita, ma quelle sino ad allora versate vanno a formare parte dei beni pignorati",
    "C": "questa rata e quelle sino ad allora versate vanno a formare parte dei beni pignorati",
    "correct": "C"
  },
  {
    "id": 487,
    "q": "In base al codice di procedura civile, in linea generale, il terzo che fa opposizione all'esecuzione forzata:",
    "A": "può provare, con almeno due testimoni, il proprio diritto sui beni mobili pignorati nella casa del debitore",
    "B": "non può provare con testimoni il proprio diritto sui beni mobili pignorati nella casa del debitore",
    "C": "può provare con ogni mezzo il proprio diritto sui beni mobili pignorati nella casa del debitore",
    "correct": "B"
  },
  {
    "id": 488,
    "q": "Se il debitore esecutato, ottenuta la conversione del pignoramento e la rateizzazione a norma dell'art. 495 c. p.c., ritarda di oltre 15 giorni il versamento di una rata:",
    "A": "può regolarizzarsi e proseguire la rateizzazione pagando un'ammenda",
    "B": "può essere disposta senza indugio la vendita dei beni pignorati e le somme versate formano parte dei beni pignorati",
    "C": "può regolarizzarsi e proseguire la rateizzazione pagando un interesse maggiorato secondo certi parametri",
    "correct": "B"
  },
  {
    "id": 489,
    "q": "Se il debitore evita il pignoramento versando nelle mani dell'ufficiale giudiziario la somma per cui si procede:",
    "A": "è esonerato dal pagamento delle spese",
    "B": "deve versare anche l'importo delle spese",
    "C": "paga le spese in misura ridotta",
    "correct": "B"
  },
  {
    "id": 490,
    "q": "Se in sede di distribuzione della somma ricavata dall'esecuzione forzata sorge una controversia, relativa alla sussistenza di un credito, di cui sia parte il terzo assoggettato all'espropriazione, il giudice dell'esecuzione può deciderla?",
    "A": "Può se le parti di questa controversia lo chiedono o lo consentono",
    "B": "No, deve reinviarla al giudice competente",
    "C": "Deve deciderla",
    "correct": "C"
  },
  {
    "id": 491,
    "q": "Se in sede di distribuzione della somma ricavata dall'esecuzione forzata sorge una controversia tra il debitore e il terzo assoggettato all'espropriazione, il giudice dell'esecuzione può deciderla?",
    "A": "No, non può",
    "B": "Deve farlo",
    "C": "Può se le parti di questa controversia lo chiedono o lo consentono",
    "correct": "A"
  },
  {
    "id": 492,
    "q": "In sede di esecuzione civile, l'assegnatario di un bene che è gravato da ipoteca può assumere il debito liberando il debitore?",
    "A": "Può sempre",
    "B": "No, non può",
    "C": "Può farlo con il consenso del creditore ipotecario e l'autorizzazione del giudice",
    "correct": "C"
  },
  {
    "id": 493,
    "q": "Quando si ha litispendenza?",
    "A": "Quando pendono contemporaneamente, dinanzi a giudici diversi, due o più cause identiche nel petitum ma differenti nelle persone",
    "B": "Quando sono proposte davanti a giudici diversi più cause diverse che per ragioni di connessione possono essere decise in un solo processo",
    "C": "Quando pendono contemporaneamente, dinanzi a giudici diversi, due o più cause identiche nelle persone, nel petitum e nella causa petendi",
    "correct": "C"
  },
  {
    "id": 494,
    "q": "Quando il giudice pronuncia il merito della causa secondo equità?",
    "A": "Quando esso riguarda diritti disponibili delle parti e solo una di queste gliene fa richiesta in opposizione all'altra",
    "B": "Quando esso riguarda diritti indisponibili delle parti e queste gliene fanno concorde richiesta",
    "C": "Quando esso riguarda diritti disponibili delle parti e queste gliene fanno concorde richiesta",
    "correct": "C"
  },
  {
    "id": 495,
    "q": "Secondo il codice di procedura civile, in quale dei seguenti casi il primo presidente può decidere che la corte di cassazione si pronunci a sezioni unite?",
    "A": "Quando il ricorso presenta una questione di diritto che è già stata decisa in senso difforme dalle sezioni semplici",
    "B": "Quando non è chiaro il motivo di impugnazione",
    "C": "Quando la decisione del ricorso richiede competenze tecniche particolari",
    "correct": "A"
  },
  {
    "id": 496,
    "q": "Ai sensi dell'art. 156 c.p.c., quando la nullità degli atti NON può mai essere pronunciata?",
    "A": "Quando l'atto non ha raggiunto lo scopo a cui è destinato",
    "B": "Quando l'atto è inidoneo a raggiungere lo scopo",
    "C": "Quando l'atto ha raggiunto lo scopo a cui è destinato",
    "correct": "C"
  },
  {
    "id": 497,
    "q": "In quale dei seguenti casi è consentito alla parte di stare in giudizio senza il ministero di un difensore?",
    "A": "Quando la causa verte su diritti non patrimoniali",
    "B": "Quando la persona ha il libero esercizio dei diritti che fa valere",
    "C": "Quando la persona che la rappresenta ha la qualità necessaria per esercitare l'ufficio di difensore con procura presso il giudice adito",
    "correct": "C"
  },
  {
    "id": 498,
    "q": "Quando una sentenza civile è considerata passata in giudicato?",
    "A": "Quando può essere soggetta a revocazione",
    "B": "Quando non può più essere soggetta a revocazione",
    "C": "Quando non può più essere soggetta ad appello, né a regolamento di competenza, né a ricorso per Cassazione né a specifici motivi di revocazione",
    "correct": "C"
  },
  {
    "id": 499,
    "q": "Ai sensi dell'art. 166 c.p.c., il convenuto deve costituirsi a mezzo del procuratore almeno:",
    "A": "trenta giorni prima dell'udienza di comparizione fissata nell'atto di citazione",
    "B": "venti giorni prima dell'udienza di comparizione fissata nell'atto di citazione",
    "C": "quaranta giorni prima dell'udienza di comparizione fissata nell'atto di citazione",
    "correct": "B"
  },
  {
    "id": 500,
    "q": "A norma dell'art. 510 c.p.c., se in sede di distribuzione della somma ricavata dall'espropriazione spira il termine dell'accantonamento disposto a favore di un creditore intervenuto, quali creditori intervenuti NON partecipano alla distribuzione dell'accantonamento?",
    "A": "Quelli già interamente soddisfatti",
    "B": "Quelli che non siano muniti di un titolo esecutivo",
    "C": "Nessuno partecipa",
    "correct": "A"
  },
  {
    "id": 501,
    "q": "Negli stessi limiti entro i quali può essere ordinata a norma dell'art. 118 c.p.c. l'ispezione, il giudice istruttore, su istanza di parte, può ordinare all'altra parte o a un terzo di esibire in giudizio un documento o altra cosa di cui ritenga necessaria l'acquisizione al processo. Se l'esibizione importa una spesa:",
    "A": "questa deve essere, in ogni caso, anticipata dalla parte che ha proposto l'esibizione",
    "B": "questa deve essere, in ogni caso, anticipata dallo Stato",
    "C": "questa non deve essere, in ogni caso, anticipata dalla parte che ha proposto l'esibizione",
    "correct": "A"
  },
  {
    "id": 502,
    "q": "A norma del codice di procedura civile, l'istanza di assegnazione dei beni pignorati non può essere proposta se non decorsi:",
    "A": "venti giorni dal pignoramento",
    "B": "quindici giorni dal pignoramento",
    "C": "dieci giorni dal pignoramento",
    "correct": "C"
  },
  {
    "id": 503,
    "q": "A norma del codice di procedura civile, l'istanza di vendita dei beni pignorati non può essere proposta se non decorsi:",
    "A": "quindici giorni dal pignoramento",
    "B": "venti giorni dal pignoramento",
    "C": "dieci giorni dal pignoramento",
    "correct": "C"
  },
  {
    "id": 504,
    "q": "In base al codice di procedura civile, l'ufficiale giudiziario che esegue un precetto di rilascio di beni immobili comunica almeno:",
    "A": "quindici giorni prima alla parte, che è tenuta a rilasciare l'immobile, il giorno e l'ora in cui procederà",
    "B": "dieci giorni prima alla parte, che è tenuta a rilasciare l'immobile, il giorno e l'ora in cui procederà",
    "C": "trenta giorni prima alla parte, che è tenuta a rilasciare l'immobile, il giorno e l'ora in cui procederà",
    "correct": "B"
  },
  {
    "id": 505,
    "q": "Quale di queste impugnazioni NON è un'impugnazione ordinaria?",
    "A": "Appello",
    "B": "Revocazione ex art. 395 c.p.c., numeri 1,2,3 e 6",
    "C": "Regolamento di competenza",
    "correct": "B"
  },
  {
    "id": 506,
    "q": "In base al codice di procedura civile, il Giudice di pace è competente per le cause:",
    "A": "in materia di imposte, qualunque ne sia il valore",
    "B": "relative alla capacità delle persone",
    "C": "relative alla misura e alle modalità d'uso dei servizi di condominio di case, qualunque ne sia il valore",
    "correct": "C"
  },
  {
    "id": 507,
    "q": "Nel dichiarare la contumacia dell'attore a norma dell'ultimo comma art. 171 c.p.c., il giudice istruttore:",
    "A": "emette sentenza immediata solo sul merito e dà le disposizioni previste nell'art. 187 c.p.c., anche se il convenuto non ne fa richiesta",
    "B": "se il convenuto ne fa richiesta, ordina che sia proseguito il giudizio e dà le disposizioni previste nell'art. 187 c.p.c., altrimenti dispone che la causa sia cancellata dal ruolo e il processo si estingue",
    "C": "respinge l'eventuale richiesta del convenuto e dispone che la causa sia cancellata dal ruolo e il processo si estingue",
    "correct": "B"
  },
  {
    "id": 508,
    "q": "Nella comparsa di risposta, il convenuto, a pena di decadenza, deve:",
    "A": "proporre le eventuali domande riconvenzionali e le eccezioni processuali e di merito che non siano rilevabili d'ufficio",
    "B": "presentare rinuncia agli atti del giudizio",
    "C": "revocare il mandato al difensore",
    "correct": "A"
  },
  {
    "id": 509,
    "q": "Nella prima udienza di comparizione del processo ordinario di cognizione, il giudice istruttore:",
    "A": "rimette le parti davanti al collegio",
    "B": "provvede all'assunzione delle prove",
    "C": "verifica d'ufficio la regolarità del contraddittorio",
    "correct": "C"
  },
  {
    "id": 510,
    "q": "In base al codice di procedura civile, se il giudice adito deve decidere con efficacia di giudicato una questione pregiudiziale che appartiene per materia alla competenza di un giudice superiore, deve:",
    "A": "rimettere tutta la causa a quest'ultimo e fissare un termine alle parti per la riassunzione della causa dinanzi a lui",
    "B": "decidere la questione con efficacia limitata al giudizio in corso",
    "C": "rimettere la questione pregiudiziale al giudice superiore, che è tenuto a decidere entro trenta giorni dalla ricezione degli atti",
    "correct": "A"
  },
  {
    "id": 511,
    "q": "In base al codice di procedura civile, se in sede di esecuzione forzata sorge controversia tra creditori concorrenti circa l'esistenza di diritti di prelazione, il giudice dell'esecuzione:",
    "A": "ripartisce la somma come se i diritti di prelazione esistessero, ma impone una garanzia alla parte che pretende di averli, in vista di eventuali restituzioni, spese e danni",
    "B": "può sospendere totalmente o parzialmente la distribuzione della somma ricavata",
    "C": "ripartisce la somma senza tenere in conto i diritti di prelazione, sui quali dovrà decidere successivamente il giudice competente per valore e materia",
    "correct": "B"
  },
  {
    "id": 512,
    "q": "L'articolo 545 del codice di procedura civile prevede che il pignoramento eseguito sulle somme dovute a titolo di pensione in violazione dei divieti previsti da questo stesso articolo sia:",
    "A": "nullo",
    "B": "parzialmente inefficace",
    "C": "sanabile",
    "correct": "B"
  },
  {
    "id": 513,
    "q": "Il pignoramento eseguito sulle somme dovute a titolo di stipendio in violazione dei divieti previsti dall'art. 545 c. p.c. è:",
    "A": "nullo",
    "B": "parzialmente inefficace",
    "C": "sanabile",
    "correct": "B"
  },
  {
    "id": 514,
    "q": "Nel pignoramento, se i creditori intervenuti non estendono il pignoramento ai beni indicati dal creditore procedente, quest'ultimo ha diritto di preferito nella distribuzione?",
    "A": "Sì, sempre",
    "B": "No, la distribuzione segue la via ordinaria, ma gli intervenuti non possono essere assegnatari del bene contro cui si procede",
    "C": "Sì, a meno che gli intervenuti avessero giusto motivo per non estendere il pignoramento",
    "correct": "C"
  },
  {
    "id": 515,
    "q": "A norma del codice di procedura civile, l'opposizione del debitore al pignoramento è inammissibile:",
    "A": "se proposta dopo 5 giorni dal pignoramento",
    "B": "in ogni caso",
    "C": "se è stata stata disposta la vendita o l'assegnazione",
    "correct": "C"
  },
  {
    "id": 516,
    "q": "A norma del codice di procedura civile, in sede di espropriazione forzata la vendita forzata fatta in più lotti deve cessare:",
    "A": "se il prezzo già ottenuto raggiunge l'importo delle spese e dei crediti del creditore procedente",
    "B": "se il prezzo già ottenuto raggiunge l'importo delle spese e dei crediti dei diversi creditori",
    "C": "solo quando sono venduti tutti i lotti",
    "correct": "B"
  },
  {
    "id": 517,
    "q": "Procedendosi a pignoramento, se nell'udienza di comparizione del debitore e dei creditori intervenuti privi di titolo esecutivo il debitore disconosce il debito di uno di questi, il creditore disconosciuto ha diritto all'accantonamento delle somme che gli spetterebbero:",
    "A": "sempre",
    "B": "se ne fa istanza",
    "C": "se ne fa istanza e dimostra di aver proposto l'azione necessaria per munirsi di titolo esecutivo",
    "correct": "C"
  },
  {
    "id": 518,
    "q": "A norma del codice di procedura civile, il precetto diventa inefficace:",
    "A": "se nel termine di trenta giorni dalla sua notificazione non è iniziata l'esecuzione",
    "B": "se nel termine di novanta giorni dalla sua notificazione non è iniziata l'esecuzione",
    "C": "se nel termine di sessanta giorni dalla sua notificazione non è iniziata l'esecuzione",
    "correct": "B"
  },
  {
    "id": 519,
    "q": "In base al codice di procedura civile, il convenuto nel giudizio possessorio non può proporre giudizio petitorio:",
    "A": "finché il primo giudizio non sia definito e la decisione non sia stata eseguita",
    "B": "se non offre un'idonea garanzia",
    "C": "finché il primo giudizio non sia definito",
    "correct": "A"
  },
  {
    "id": 520,
    "q": "In base al codice di procedura civile, nel procedimento d'ingiunzione, l'esecutorietà del decreto d'ingiunzione viene dichiarata:",
    "A": "solo se l'opponente non si è costituito",
    "B": "se l'opponente non si è costituito o non è stata fatta opposizione",
    "C": "sempre",
    "correct": "B"
  },
  {
    "id": 521,
    "q": "In base al codice di procedura civile, il giudice competente per il procedimento d'ingiunzione è:",
    "A": "sempre il tribunale in composizione monocratica",
    "B": "il tribunale in composizione monocratica o collegiale",
    "C": "il giudice di pace o il tribunale in composizione monocratica",
    "correct": "C"
  },
  {
    "id": 522,
    "q": "In base al codice di procedura civile, se il giudice dell'esecuzione limita a uno i diversi mezzi di espropriazione forzata che il creditore ha attivato, quale mezzo prosegue?",
    "A": "Sempre quello indicato dal giudice",
    "B": "Quello che il creditore sceglie",
    "C": "Sempre quello immobiliare, se attivato; altrimenti quello indicato dal giudice",
    "correct": "B"
  },
  {
    "id": 523,
    "q": "Quando può essere revocata la procura?",
    "A": "Sempre, e la revoca ha effetto nei confronti dell'altra parte anche quando non sia avvenuta la sostituzione deldifensore",
    "B": "Sempre, ma solo a conclusione del grado di giudizio",
    "C": "Sempre, ma la revoca non ha effetto nei confronti dell'altra parte finché non sia avvenuta la sostituzione del difensore",
    "correct": "C"
  },
  {
    "id": 524,
    "q": "In base al codice di procedura civile, il decreto del giudice è pronunciato:",
    "A": "sempre d'ufficio",
    "B": "d'ufficio o su istanza, anche verbale, di parte",
    "C": "d'ufficio o su istanza scritta di parte",
    "correct": "B"
  },
  {
    "id": 525,
    "q": "Nel processo civile, la procura alle liti può essere revocata:",
    "A": "solo se il difensore compie atti contrari all'interesse della parte",
    "B": "sempre",
    "C": "sempre, se generale; solo se il difensore compie atti contrari all'interesse della parte, se speciale",
    "correct": "B"
  },
  {
    "id": 526,
    "q": "La nomina del curatore speciale nel processo civile è fatta con:",
    "A": "ordinanza",
    "B": "sentenza",
    "C": "decreto",
    "correct": "C"
  },
  {
    "id": 527,
    "q": "In base al codice di procedura civile, la decisione sulla ricusazione di un giudice avviene con:",
    "A": "decreto",
    "B": "sentenza non impugnabile",
    "C": "ordinanza non impugnabile",
    "correct": "C"
  },
  {
    "id": 528,
    "q": "In sede di esecuzione forzata, l'assegnazione o la vendita delle cose date in pegno può essere chiesta:",
    "A": "senza che sia stata preceduta da pignoramento se si tratta di vendita; deve essere preceduta da pignoramento se si tratta di assegnazione",
    "B": "senza che sia stata preceduta da pignoramento se si tratta di assegnazione; deve essere preceduta da pignoramento se si tratta di vendita",
    "C": "senza che sia stata precedutada pignoramento",
    "correct": "C"
  },
  {
    "id": 529,
    "q": "In sede di esecuzione forzata, l'assegnazione o la vendita dei mobili soggetti a ipoteca può essere chiesta:",
    "A": "senza che sia stata preceduta da pignoramento se si tratta di vendita; deve essere preceduta da pignoramento se si tratta di assegnazione",
    "B": "senza che sia stata preceduta da pignoramento se si tratta di assegnazione; deve essere preceduta da pignoramento se si tratta di vendita",
    "C": "senza che sia stata preceduta da pignoramento",
    "correct": "C"
  },
  {
    "id": 530,
    "q": "All'interno del processo di esecuzione civile, il precetto consiste nell'intimazione di adempiere l'obbligo risultante dal titolo esecutivo:",
    "A": "immediatamente",
    "B": "senza ritardo",
    "C": "entro un termine non minore di dieci giorni",
    "correct": "C"
  },
  {
    "id": 531,
    "q": "Se la procura speciale alle liti è rilasciata su un foglio separato che sia congiunto materialmente all'atto cui si riferisce:",
    "A": "si considera apposta in calce",
    "B": "non è valida, a meno che sia contenuta in un atto pubblico",
    "C": "è valida solo se la congiunzione è fatta con strumenti individuati con apposito decreto del ministero della Giustizia",
    "correct": "A"
  },
  {
    "id": 532,
    "q": "Se la procura speciale alle liti è stata rilasciata su un foglio separato che sia congiunto materialmente all'atto cui si riferisce:",
    "A": "si considera apposta a margine",
    "B": "si considera apposta in calce",
    "C": "non è valida",
    "correct": "B"
  },
  {
    "id": 533,
    "q": "Se è chiesto da più persone o contro più persone l'adempimento per quote di un'obbligazione, il valore della causa:",
    "A": "è pari al valore della quota più alta",
    "B": "si determina dall'intera obbligazione",
    "C": "si determina dal valore medio delle quote",
    "correct": "B"
  },
  {
    "id": 534,
    "q": "Quando si procede a pignoramento presso terzi, nell'atto notificato a questi si deve indicare il precetto?",
    "A": "Lo si notifica in caso di pignoramento di cose, altrimenti lo si indica",
    "B": "No, è sufficiente l'indicazione del titolo esecutivo",
    "C": "Sì, si deve",
    "correct": "C"
  },
  {
    "id": 535,
    "q": "In base al codice di procedura civile, se nessuna delle parti compare all'udienza di prima comparizione né all'udienza successiva:",
    "A": "si fa luogo alla prima udienza di trattazione",
    "B": "il giudice dispone la cancellazione della causa dal ruolo con ordinanza non impugnabile",
    "C": "il giudice dispone la cancellazione della causa dal ruolo, ma la relativa ordinanza è impugnabile davanti al collegio",
    "correct": "B"
  },
  {
    "id": 536,
    "q": "A norma del codice di procedura civile, se il precetto non contiene la dichiarazione di residenza o l'elezione di domicilio della parte istante nel comune in cui ha sede il giudice competente per l'esecuzione, le notificazioni alla parte istante:",
    "A": "si fanno all'ufficiale giudiziario di volta in volta procedente",
    "B": "si fanno presso la cancelleria del giudice stesso",
    "C": "si fanno presso la casa comunale del luogo ove si procede",
    "correct": "B"
  },
  {
    "id": 537,
    "q": "Cosa accade se le domande e le eccezioni non accolte nella sentenza di primo grado non sono espressamente riproposte in appello?",
    "A": "Si intendono rinunciate per l'appellato contumace ma non per l'appellante",
    "B": "Si intendono per rinunciate",
    "C": "Si intendono per annullate",
    "correct": "B"
  },
  {
    "id": 538,
    "q": "Il giudice può disporre di assumere la deposizione chiedendo al testimone di fornire per iscritto le risposte ai quesiti sui quali deve essere interrogato?",
    "A": "Sì, su accordo delle parti, tenuto conto della natura della causa e di ogni altra circostanza",
    "B": "No, mai",
    "C": "Sì ma la testimonianza non sarà utilizzabile in giudizio",
    "correct": "A"
  },
  {
    "id": 539,
    "q": "In base al codice di procedura civile, se il giudice dell'esecuzione ammette la sostituzione del bene pignorato con una somma e il debitore ne omette il versamento:",
    "A": "il pignoramento del bene riprende efficacia e l'importo determinato dal giudice è comunque dovuto",
    "B": "si procede a pignorare, su richiesta del creditore, una somma o un altro bene di valore pari a quello della somma promessa in sostituzione",
    "C": "su richiesta del creditore, il giudice dispone senza indugio la vendita della cosa",
    "correct": "C"
  },
  {
    "id": 540,
    "q": "Procedendosi a pignoramento, se il debitore non compare nell'udienza di comparizione in cui sono intervenuti i creditori privi di titolo esecutivo:",
    "A": "si intendono riconosciuti tutti i crediti per i quali hanno avuto luogo interventi in assenza di titolo esecutivo",
    "B": "si procede a una successiva udienza, non oltre 5 giorni",
    "C": "i creditori intervenuti possono ottenere il titolo esecutivo per i crediti per i quali l'intervento è stato fatto",
    "correct": "A"
  },
  {
    "id": 541,
    "q": "Se taluna parte non compare all'udienza indetta dal giudice dell'esecuzione:",
    "A": "il giudice dell'esecuzione fissa una nuova udienza, se risulta o appare probabile che alcuna delle parti non sia comparsa per cause indipendenti dalla sua volontà",
    "B": "si procede comunque all'udienza con le parti presenti",
    "C": "il giudice dell'esecuzione fissa sempre una nuova udienza, ma solo per la prima volta",
    "correct": "A"
  },
  {
    "id": 542,
    "q": "Ai sensi dell'art. 492 c.p.c., se i beni assoggettati a pignoramento appaiono insufficienti per la soddisfazione del creditore e il pignoramento si estende a ulteriori beni immobili, si devono seguire le forme del pignoramento immobiliare?",
    "A": "Sì se i beni immobili erano stati indicati dal debitore nella sua dichiarazione rilasciata ai sensi dello stesso articolo, altrimenti si prosegue con la forma del pignoramento in corso",
    "B": "Sì, sempre",
    "C": "Si prosegue comunque con la forma del pignoramento in corso",
    "correct": "B"
  },
  {
    "id": 543,
    "q": "Per l'esecuzione forzata su autoveicoli, motoveicoli e rimorchi è competente il giudice del luogo in cui:",
    "A": "il debitore ha la residenza, il domicilio, la dimora o la sede",
    "B": "il creditore ha la residenza, il domicilio, la dimora o la sede",
    "C": "si trova il veicolo al momento del sequestro",
    "correct": "A"
  },
  {
    "id": 544,
    "q": "In base al codice di procedura civile, dopo la notificazione del precetto il giudice può autorizzare l'esecuzione immediata?",
    "A": "Sì, discrezionalmente",
    "B": "Sì, se vi è pericolo nel ritardo",
    "C": "No, mai",
    "correct": "B"
  },
  {
    "id": 545,
    "q": "In caso di mancata comparizione senza giustificato motivo, il testimone può essere condannato?",
    "A": "Sì, fino ad un mese di reclusione",
    "B": "Sì, ad una pena pecuniaria non inferiore a 100 euro e non superiore a 1.000 euro",
    "C": "No, mai",
    "correct": "B"
  },
  {
    "id": 546,
    "q": "La parte può ritirare il proprio fascicolo dalla cancelleria?",
    "A": "No, mai",
    "B": "Sì, autorizzata dal cancelliere per un tempo predefinito",
    "C": "Sì, autorizzata dal giudice istruttore e il fascicolo deve essere di nuovo depositato ogni volta che il giudice lo disponga",
    "correct": "C"
  },
  {
    "id": 547,
    "q": "Nel processo civile, se contro una persona sono usate espressioni offensive che non riguardano l'oggetto della causa, essa può ottenere il risarcimento del danno?",
    "A": "Sì, ma dovrà far valere le sue ragioni in un autonomo giudizio",
    "B": "Sì, con la sentenza che decide la causa, ma solo se il danno è patrimoniale",
    "C": "Sì, con la sentenza che decide la causa",
    "correct": "C"
  },
  {
    "id": 548,
    "q": "Occorre un'autorizzazione per pignorare i crediti alimentari?",
    "A": "Sì, del presidente del tribunale o di un giudice da lui delegato",
    "B": "No, perché essi non possono mai essere pignorati",
    "C": "Sì, del giudice dell'esecuzione",
    "correct": "A"
  },
  {
    "id": 549,
    "q": "Chiedendo di effettuare la conversione del pignoramento a norma dell'art. 495 c.p.c., il debitore dovrà pagare una somma maggiorata rispetto a quella per cui si procede, a parte gli interessi e le diverse spese?",
    "A": "No, pagherà una somma pari all'importo dovuto, comprensivo del capitale, degli interessi e delle spese",
    "B": "Sì, di due decimi",
    "C": "Sì, di un decimo",
    "correct": "A"
  },
  {
    "id": 550,
    "q": "È ammesso l'intervento dei terzi nel giudizio d'appello?",
    "A": "Sì, ma è ammesso soltanto l'intervento dei terzi che potrebbero proporre opposizione a norma dell'art. 404 c. p.c.",
    "B": "No, non è mai ammesso",
    "C": "Sì, è ammesso, ma non l'intervento dei terzi che potrebbero proporre opposizione a norma dell'art. 404 c. p.c.",
    "correct": "A"
  },
  {
    "id": 551,
    "q": "A norma del codice di procedura civile, la vendita forzata con incanto è ammessa sui beni mobili?",
    "A": "Sì, a certe condizioni",
    "B": "Solo sui beni mobili registrati",
    "C": "No, mai",
    "correct": "A"
  },
  {
    "id": 552,
    "q": "L'acquiescenza può risultare solo da accettazione espressa?",
    "A": "Sì, essendo un atto di parte",
    "B": "Sì, essendo un diritto indisponibile",
    "C": "No, può risultare anche da atti incompatibili con la volontà di avvalersi delle impugnazioni ammesse dalla legge",
    "correct": "C"
  },
  {
    "id": 553,
    "q": "In base al codice di procedura civile, se il giudice pronuncia sulla competenza e non decide il merito della causa, si può impugnare la sua ordinanza con i mezzi ordinari?",
    "A": "No, solo con i mezzi straordinari",
    "B": "Sì, si può",
    "C": "No, solo con istanza di regolamento di competenza",
    "correct": "C"
  },
  {
    "id": 554,
    "q": "Per le cause relative a diritti di obbligazione esiste un foro facoltativo oltre al foro generale?",
    "A": "No, non esiste",
    "B": "Sì, è anche competente il giudice del luogo in cui è sorta o deve eseguirsi l'obbligazione dedotta in giudizio",
    "C": "Sì, il giudice del luogo dove ha domicilio l'attore",
    "correct": "B"
  },
  {
    "id": 555,
    "q": "Il consulente tecnico può tentare la conciliazione delle parti quando è necessario esaminare documenti contabili e registri?",
    "A": "Sì, il pubblico ministero può affidare al consulente il compito di tentare la conciliazione delle parti",
    "B": "Sì, il giudice istruttore può affidare al consulente il compito di tentare la conciliazione delle parti",
    "C": "No, mai",
    "correct": "B"
  },
  {
    "id": 556,
    "q": "Se il debitore esecutato, ottenuta la conversione del pignoramento e la rateizzazione a norma dell'art. 495 c. p.c., omette o ritarda oltre il quindicesimo giorno il pagamento di una rata, la vendita dei beni pignorati è disposta d'ufficio?",
    "A": "No, a richiesta del creditore",
    "B": "Sì, in caso di omissione; a richiesta del creditore in caso di ritardo",
    "C": "Sì, lo è",
    "correct": "A"
  },
  {
    "id": 557,
    "q": "A norma del codice di procedura civile, l'ordinanza pronunciata fuori dall'udienza:",
    "A": "è sempre notificata alle parti",
    "B": "si presume conosciuta dalle parti",
    "C": "è comunicata alle parti, salvo che la legge ne preveda la notifica",
    "correct": "C"
  },
  {
    "id": 558,
    "q": "Il valore delle cause per il regolamento di confini si desume dal valore della parte di proprietà controversa?",
    "A": "No, il valore delle cause per il regolamento dei confini è sempre indeterminabile",
    "B": "Sì, se questa è determinata",
    "C": "Sì, in ogni caso",
    "correct": "B"
  },
  {
    "id": 559,
    "q": "Il custode è tenuto al risarcimento dei danni cagionati alle parti?",
    "A": "Sì, se non esercita la custodia da buon padre di famiglia",
    "B": "No, mai",
    "C": "Sì, in ogni caso, salvo il caso fortuito e la forza maggiore",
    "correct": "A"
  },
  {
    "id": 560,
    "q": "La competenza per territorio può essere derogata per accordo delle parti?",
    "A": "Sì, salvo nei casi espressamente previsti dalla normativa",
    "B": "Sì, in qualunque caso",
    "C": "No, mai",
    "correct": "A"
  },
  {
    "id": 561,
    "q": "Se si pignora il credito del debitore verso terzi ed esso è garantito da ipoteca, è richiesta al procedente qualche formalità?",
    "A": "Sì, l'annotazione dell'ipoteca nei libri fondiari",
    "B": "No, è sufficiente la notificazione regolare del pignoramento",
    "C": "Sì, la verifica dell'esistenza di altre eventuali ipoteche sullo stesso bene",
    "correct": "A"
  },
  {
    "id": 562,
    "q": "A norma del codice di procedura civile, la vendita forzata con incanto è la modalità ordinaria della vendita dei beni contro cui si procede?",
    "A": "Sì, lo è",
    "B": "No, essa è sempre vietata",
    "C": "No, è ammessa solo a certe condizioni",
    "correct": "C"
  },
  {
    "id": 563,
    "q": "Se l'ufficiale giudiziario, procedendo con modalità telematiche alla ricerca dei beni da pignorare, individua cose del debitore che sono nella disponibilità di terzi, deve notificare a questi ultimi il titolo esecutivo?",
    "A": "Sì, ma alternativamente può notificare il precetto",
    "B": "No, è sufficiente l'indicazione di esso",
    "C": "Sì, deve",
    "correct": "B"
  },
  {
    "id": 564,
    "q": "Se l'ufficiale giudiziario, procedendo con modalità telematiche alla ricerca dei beni da pignorare, individua crediti del debitore nei confronti di terzi, deve notificare a questi ultimi il precetto?",
    "A": "Sì, ma alternativamente può notificare il titolo esecutivo",
    "B": "Sì, deve",
    "C": "No, è sufficiente l'indicazione di esso",
    "correct": "C"
  },
  {
    "id": 565,
    "q": "Se il debitore esecutato evita il pignoramento effettuando il pagamento nelle mani dell'ufficiale giudiziario a norma dell'art. 494 c.p.c., dovrà pagare anche gli interessi?",
    "A": "No, tuttavia pagherà le spese",
    "B": "Sì, dovrà, unitamente alle spese",
    "C": "Sì, ma eviterà il pagamento delle spese",
    "correct": "A"
  },
  {
    "id": 566,
    "q": "L'estinzione del processo estingue l'azione?",
    "A": "Sì, ma gli atti compiuti rimangono efficaci",
    "B": "Sì, sempre",
    "C": "No, l'estinzione rende inefficaci gli atti compiuti ma non le sentenze di merito pronunciate nel corso del processo e le pronunce che regolano la competenza",
    "correct": "C"
  },
  {
    "id": 567,
    "q": "In base al codice di procedura civile, il titolo esecutivo contro il defunto ha efficacia contro gli eredi?",
    "A": "Sì, ma il precetto può essere notificato soltanto dopo dieci giorni dalla notificazione del titolo",
    "B": "Sì, se il precetto viene notificato contestualmente al titolo",
    "C": "Sì, ma il precetto può essere notificato anteriormente alla notificazione del titolo",
    "correct": "A"
  },
  {
    "id": 568,
    "q": "È ammissibile il conferimento di una procura speciale alle liti con scrittura privata autenticata?",
    "A": "Sì, ma per un unico grado di giudizio",
    "B": "Sì, ma solo davanti al giudice di pace",
    "C": "Sì, è ammissibile",
    "correct": "C"
  },
  {
    "id": 569,
    "q": "In base al codice di procedura civile, con l'istanza di regolamento di competenza si può impugnare il provvedimento che ha pronunciato sulla competenza insieme con il merito?",
    "A": "Sì, si può",
    "B": "Sì può solo nei giudizi davanti il giudice di pace",
    "C": "No, non si può",
    "correct": "A"
  },
  {
    "id": 570,
    "q": "È possibile che la somma dovuta da un privato a titolo di stipendio sia pignorata, per crediti non alimentari, per oltre la metà, se lo stipendio è accreditato su conto bancario intestato al debitore e l'accredito è successivo al pignoramento?",
    "A": "No, non è possibile",
    "B": "Sì, ma solo in caso di pignoramento per simultaneo concorso di più cause",
    "C": "Sì, sempre",
    "correct": "A"
  },
  {
    "id": 571,
    "q": "Nella memoria di nomina del nuovo difensore può essere apposta in calce la procura alle liti?",
    "A": "Sì, ma solo in caso di sostituzione del difensore",
    "B": "Sì, ma solo in caso di aggiunta del difensore",
    "C": "Sì, può",
    "correct": "C"
  },
  {
    "id": 572,
    "q": "Più creditori possono colpire il medesimo bene con pignoramento?",
    "A": "Sì, ma solo in processi distinti",
    "B": "Sì, ma solo se il processo è unico",
    "C": "Sì, possono, sia in un processo unico sia in processi distinti",
    "correct": "C"
  },
  {
    "id": 573,
    "q": "In base al codice di procedura civile, i libri e i registri della pubblica amministrazione sono prove idonee per l'ammissione del procedimento d'ingiunzione per i crediti dello Stato?",
    "A": "Sì, se ne è attestata la regolare tenuta a norma delle leggi e dei regolamenti",
    "B": "No, mai",
    "C": "Sì, ma solo per l'avvenuto versamento dei contributi agli enti di previdenza e assistenza",
    "correct": "A"
  },
  {
    "id": 574,
    "q": "Il tribunale è esclusivamente competente per le cause di esecuzione forzata?",
    "A": "Si, ma solo quando l'esecuzione è fondata su diritti reali",
    "B": "No, non è esclusivamente competente",
    "C": "Si, è esclusivamente competente",
    "correct": "C"
  },
  {
    "id": 575,
    "q": "Possono intervenire nell'esecuzione i creditori che nei confronti del debitore esecutato hanno un credito fondato su titolo esecutivo?",
    "A": "Sì, ma solo se hanno già notificato il precetto",
    "B": "No, se non sono titolari di un credito di somma di denaro risultante dalle scritture contabili di cui all'articolo 2214 del codice civile",
    "C": "Sì, possono",
    "correct": "A"
  },
  {
    "id": 576,
    "q": "Se in sede di distribuzione della somma ricavata dall'esecuzione forzata sorge una controversia tra i creditori concorrenti relativa alla sussistenza di crediti, il giudice deve risolverla?",
    "A": "Sì, ma solo se i crediti sono dei creditori intervenuti",
    "B": "Sì, deve",
    "C": "Sì, ma solo se il credito è del debitore procedente",
    "correct": "B"
  },
  {
    "id": 577,
    "q": "In base al codice di procedura civile, se il giudice dell'esecuzione limita a uno i diversi mezzi di espropriazione forzata che il creditore ha attivato, la sua ordinanza è impugnabile?",
    "A": "Sì, ma solo se il creditore dimostra il prodursi di un irreparabile pregiudizio per via della limitazione",
    "B": "Sì, sempre",
    "C": "No, non lo è",
    "correct": "C"
  },
  {
    "id": 578,
    "q": "Nel processo civile, in caso di utilizzo di espressioni offensive contro una persona, questa può ottenere il risarcimento del danno con la sentenza che decide la causa?",
    "A": "Sì, ma unicamente per il danno patrimoniale",
    "B": "Sì, se le espressioni non riguardano l'oggetto della causa",
    "C": "Sì, ma solo se le espressioni riguardano l'oggetto della causa",
    "correct": "B"
  },
  {
    "id": 579,
    "q": "Nel procedimento civile, è ammesso l'accertamento tecnico sulla persona?",
    "A": "Sì, ma solo sulla persona istante",
    "B": "Sì, al ricorrere di determinate condizioni, tanto sull'istante quanto su colui nei cui confronti l'istanza è proposta",
    "C": "No, mai",
    "correct": "B"
  },
  {
    "id": 580,
    "q": "Tizio, incapace, è rappresentato da Caio ed è parte in un processo civile. Se Caio ha la qualità necessaria per esercitare l'ufficio di difensore con procura, potrà stare in giudizio personalmente?",
    "A": "Sì, ma unicamente nelle cause patrimoniali",
    "B": "Sì, potrà",
    "C": "No, a Tizio sarà dato un curatore speciale",
    "correct": "B"
  },
  {
    "id": 581,
    "q": "Nella sentenza che decide la causa civile, in caso di utilizzo di espressioni offensive contro una persona, questa può ottenere la condanna di chi le ha pronunciate al risarcimento del danno, quando le espressioni non riguardavano l'oggetto della causa?",
    "A": "Sì, ma unicamente per il danno non patrimoniale",
    "B": "Sì, sia per il danno patrimoniale sia per il danno non patrimoniale",
    "C": "Sì, ma unicamente per il danno patrimoniale",
    "correct": "B"
  },
  {
    "id": 582,
    "q": "È possibile che la somma dovuta da un privato a titolo di stipendio sia pignorata sino alla metà, se lo stipendio è accreditato su conto bancario intestato al debitore e l'accredito è successivo al pignoramento?",
    "A": "Sì, se concorrono simultaneamente diverse cause legittime di pignoramento",
    "B": "Sì, sempre",
    "C": "Sì, ma unicamente se il pignoramento è effettuato per crediti alimentari",
    "correct": "A"
  },
  {
    "id": 583,
    "q": "Il giudice di pace può autorizzare una parte a stare in giudizio personalmente in deroga ai limiti di valore previsti dalla legge?",
    "A": "Si, in considerazione della natura e dell'entità della causa",
    "B": "Sì, per le cause di stato e di capacità delle persone",
    "C": "Sì, per le cause il cui valore non eccede i 2.000 euro",
    "correct": "A"
  },
  {
    "id": 584,
    "q": "Il giudice ha la facoltà di disporre la sostituzione del consulente tecnico?",
    "A": "Sì, per gravi motivi",
    "B": "No, mai",
    "C": "Sì, per qualunque motivo, avuto parere favorevole delle parti",
    "correct": "A"
  },
  {
    "id": 585,
    "q": "La notificazione può eseguirsi a mezzo posta elettronica?",
    "A": "Sì, posta elettronica certificata, se non è fatto espresso divieto dalla legge, anche previa estrazione di copia informatica del documento cartaceo",
    "B": "No, in nessun caso",
    "C": "Sì, posta elettronica ordinaria o certificata, se non è fatto espresso divieto dalla legge, anche previa estrazione di copia informatica del documento cartaceo",
    "correct": "A"
  },
  {
    "id": 586,
    "q": "Il debitore esecutato può fare istanza di riduzione del pignoramento?",
    "A": "Sì, può",
    "B": "Sì, prestando idonea garanzia",
    "C": "No, mai",
    "correct": "A"
  },
  {
    "id": 587,
    "q": "Ai sensi dell'art. 41 c.p.c., il regolamento giurisdizione è un mezzo d'impugnazione?",
    "A": "Sì, può essere proposto solo da chi è legittimato a proporre l'impugnazione autonomamente",
    "B": "Sì, l'istanza si propone con ricorso",
    "C": "No, l'istanza si propone con ricorso",
    "correct": "C"
  },
  {
    "id": 588,
    "q": "A norma del codice di procedura civile, l'ufficiale giudiziario deve invitare il debitore a indicare ulteriori beni utilmente pignorabili quando per quelli per i quali si procede appaia manifesta la lunga durata della liquidazione?",
    "A": "Sì, deve",
    "B": "No, non deve",
    "C": "Sì, può farlo, ma il debitore ha diritto di rifiutarsi",
    "correct": "A"
  },
  {
    "id": 589,
    "q": "A norma del codice di procedura civile, il procuratore preposto a determinati uffici può stare in giudizio per il preponente, se questo potere gli è stato conferito?",
    "A": "Sì, può, ma solo in relazione agli uffici",
    "B": "Occorre che sia stato conferito espressamente per iscritto",
    "C": "Sì, può",
    "correct": "B"
  },
  {
    "id": 590,
    "q": "Il giudice può allontanare chi contravviene alle sue prescrizioni?",
    "A": "No, non è tra i suoi poteri",
    "B": "Sì, è tra i suoi poteri",
    "C": "Sì, pur non esercitando poteri di polizia",
    "correct": "B"
  },
  {
    "id": 591,
    "q": "Quando si procede a pignoramento presso un terzo, la notifica del pignoramento può essere fatta al terzo con posta elettronica?",
    "A": "Sì, può",
    "B": "Sì, purché certificata",
    "C": "No, non può",
    "correct": "C"
  },
  {
    "id": 592,
    "q": "Quando il valore dei beni pignorati è superiore all'importo delle spese e del credito, il debitore ha diritto alla riduzione del pignoramento?",
    "A": "Sì, purché i beni pignorati siano immobili",
    "B": "Non è un diritto",
    "C": "Sì, lo ha",
    "correct": "B"
  },
  {
    "id": 593,
    "q": "Nel processo civile, una persona che deve essere rappresentata può fare istanza perché le sia nominato un curatore speciale?",
    "A": "Sì, può",
    "B": "No, mai",
    "C": "Sì, purché non sia incapace",
    "correct": "A"
  },
  {
    "id": 594,
    "q": "In base al codice di procedura civile, le ordinanze del giudice dell'esecuzione sono revocabili?",
    "A": "Sì, finché non abbiano avuto esecuzione",
    "B": "Sì, purché prima dellaconclusione del procedimento",
    "C": "Sì, sempre",
    "correct": "A"
  },
  {
    "id": 595,
    "q": "In un procedimento civile viene nominato, non dall'ufficiale giudiziario, un custode. Il compenso di quest'ultimo:",
    "A": "è stabilito dal giudice che l'ha nominato",
    "B": "è stabilito dall'ufficiale giudiziario",
    "C": "è stabilito dal giudice dell'istruzione",
    "correct": "A"
  },
  {
    "id": 596,
    "q": "Il debitore esecutato può evitare il pignoramento di cose depositando nelle mani dell'ufficiale giudiziario, in luogo di esse, come oggetto di pignoramento, altre cose?",
    "A": "Sì, ma solo se accompagnate da una relazione di stima che certifichi il loro valore non inferiore a quello del credito per cui si procede",
    "B": "Sì, purché si tratti di oggetti preziosi",
    "C": "No, non può",
    "correct": "C"
  },
  {
    "id": 597,
    "q": "Se è stato concessa al debitore esecutato la conversione del pignoramento a norma dell'art. 495 c.p. c., è ammissibile che la somma sostituita al bene pignorato sia versata a rate?",
    "A": "Sì, se a cosa pignorata era un credito",
    "B": "Sì, sempre",
    "C": "Sì, se la cosa pignorata era un bene immobile",
    "correct": "C"
  },
  {
    "id": 598,
    "q": "Se si procede a pignoramento di un credito alimentare, il debitore di questo credito può fare opposizione?",
    "A": "Sì, ma solo per gravi motivi e se il pignoramento supera il10% del valore del credito",
    "B": "Sì, se dimostra di avere interesse al soddisfacimento del credito del suo creditore",
    "C": "No, non può",
    "correct": "C"
  },
  {
    "id": 599,
    "q": "Chi assiste o interviene a un'udienza può fare segni di approvazione o di disapprovazione?",
    "A": "Sì, se non cagiona disturbo",
    "B": "No, è vietato",
    "C": "Solo se assiste senza intervenire",
    "correct": "B"
  },
  {
    "id": 600,
    "q": "All'interno dello stesso processo, più creditori possono colpire il medesimo bene con un unico pignoramento?",
    "A": "Sì, se i crediti sono della stessa natura",
    "B": "Sì, ma solo se il bene è immobile",
    "C": "Sì, possono",
    "correct": "C"
  },
  {
    "id": 601,
    "q": "Possono intervenire nell'esecuzione i creditori che nei confronti del debitore esecutato hanno un diritto di prelazione?",
    "A": "Sì, sempre",
    "B": "Sì, se il diritto risulta da pubblici registri",
    "C": "No, non l'hanno",
    "correct": "B"
  },
  {
    "id": 602,
    "q": "Si procede a pignoramento contro un debitore. Il creditore (diverso dal procedente) che non ha fatto intervento ai sensi dell'art. 499 c.p.c. ha dritto di provocare gli atti di espropriazione del bene pignorato?",
    "A": "No, no ha diritto",
    "B": "Sì, sempre",
    "C": "Sì, se dimostra di avervi interesse",
    "correct": "A"
  },
  {
    "id": 603,
    "q": "Nel giudizio civile, se la legge riserva espressamente a una parte il compimento di determinati atti, essa può compierli tramite il difensore?",
    "A": "Sì, se il difensore è munito di procura generale o se è autorizzato per iscritto dalla parte nel caso specifico",
    "B": "No, non può",
    "C": "Sì, sempre",
    "correct": "B"
  },
  {
    "id": 604,
    "q": "In base al codice di procedura civile, è ammessa la formazione di un unico fascicolo dell'esecuzione per più procedimenti d'espropriazione?",
    "A": "Sì, se uno dei procedimenti è immobiliare",
    "B": "No, ogni procedimento ha il proprio fascicolo",
    "C": "Sì, se il giudice dell'esecuzione lo autorizza",
    "correct": "B"
  },
  {
    "id": 605,
    "q": "Nel processo civile, il consulente tecnico di parte è un ausiliario del giudice?",
    "A": "No, mai",
    "B": "Sì, sempre",
    "C": "Sì, se così decide il giudice",
    "correct": "A"
  },
  {
    "id": 606,
    "q": "Nel processo civile, il consulente tecnico di parte deve essere iscritto in un albo professionale?",
    "A": "No, non c'è questo obbligo",
    "B": "Sì, se l'albo esiste in relazione all'ambito della materia per la quale avviene la consulenza",
    "C": "Sì, sempre",
    "correct": "A"
  },
  {
    "id": 607,
    "q": "A norma del codice di procedura civile, è ammissibile l'assegnazione dei beni pignorati a vantaggio di un creditore quando altri creditori hanno una prelazione anteriore?",
    "A": "Sì, con il consenso di tutti",
    "B": "No, mai",
    "C": "Sì, se il credito dell'assegnatario è maggiore di quello degli altri",
    "correct": "A"
  },
  {
    "id": 608,
    "q": "Se si procede a pignoramento contro un imprenditore commerciale, l'esame delle scritture contabili è sempre necessario?",
    "A": "Sì, se l'ufficiale giudiziario lo ritiene opportuno",
    "B": "No, solo su istanza del creditore procedente",
    "C": "Solo se i beni presentemente assoggettati al pignoramento appaiono insufficienti per la soddisfazione del creditore procedente",
    "correct": "C"
  },
  {
    "id": 609,
    "q": "Con la sentenza che decide la causa, il giudice può imporre a una parte il risarcimento del danno causato all'altra parte per l'uso di espressioni sconvenienti?",
    "A": "No, non può",
    "B": "Solo se queste espressioni hanno causato un danno rilevante",
    "C": "Sì, se le espressioni non riguardavano l'oggetto della causa",
    "correct": "A"
  },
  {
    "id": 610,
    "q": "Ai sensi del codice di procedura civile, il sequestro giudiziario si converte in pignoramento?",
    "A": "No, mai",
    "B": "Sì, se le parti si conciliano",
    "C": "Può convertirsi, su istanza del procedente",
    "correct": "A"
  },
  {
    "id": 611,
    "q": "In sede di espropriazione, il giudice dell'esecuzione dispone un accantonamento a favore di un creditore intervenuto affinché si munisca di titolo esecutivo e gli concede un termine per ciò. Il termine può essere abbreviato?",
    "A": "No, mai",
    "B": "Sì, se si dimostra che il termine è divenuto privo di scopo",
    "C": "Sì, su istanza di un creditore purché non ve ne siano altri che ancora devono munirsi di titolo esecutivo",
    "correct": "C"
  },
  {
    "id": 612,
    "q": "In base al codice di procedura civile, il creditore che si vale cumulativamente di diversi mezzi di espropriazione forzata può essere costretto a limitarsi a uno solo?",
    "A": "No, mai",
    "B": "Sì, con ordinanza del giudice dell'esecuzione",
    "C": "Sì, a meno che uno dei mezzi prescelti sia l'espropriazione immobiliare, la quale può proseguire anche insieme ad un altro mezzo, scelto dal creditore",
    "correct": "B"
  },
  {
    "id": 613,
    "q": "Procedendosi alla pubblicità degli avvisi degli atti esecutivi ex. art. 490 c.p.c., la copia dell'ordinanza del giudice deve sempre essere inserita nei siti internet previsti per gli avvisi?",
    "A": "No, solo se si procede all'espropriazione di particolari categorie di beni",
    "B": "Sì, sempre",
    "C": "Sì, se si ritiene che possa interessare il pubblico",
    "correct": "A"
  },
  {
    "id": 614,
    "q": "In base al codice di procedura civile, è possibile che di un atto esecutivo sia data notizia nel Foglio degli annunci legali della Provincia?",
    "A": "Sì, se si tratta di espropriazione immobiliare",
    "B": "Sì, se il valore del credito per cui si procede supera i 500.000 euro",
    "C": "No, le forme di pubblicità sono altre",
    "correct": "C"
  },
  {
    "id": 615,
    "q": "In base al codice di procedura civile, l'ufficiale giudiziario che ha compiuto un atto nullo è civilmente responsabile?",
    "A": "No, la responsabilità è sempre del ministero della Giustizia",
    "B": "Sì, sempre",
    "C": "Sì, se l'ha compiuto con dolo o colpa grave",
    "correct": "C"
  },
  {
    "id": 616,
    "q": "Per valere come titolo esecutivo per l'esecuzione forzata, una sentenza deve essere munita della formula esecutiva?",
    "A": "Sì, ma la formula non è necessaria quando si procede per somme di denaro",
    "B": "Sì, salvo che la legge disponga altrimenti",
    "C": "Sì, sempre",
    "correct": "B"
  },
  {
    "id": 617,
    "q": "Per valere come titolo esecutivo per l'esecuzione forzata, un provvedimento dell'autorità giudiziaria deve essere munito della formula esecutiva?",
    "A": "Sì, salvo che la legge disponga altrimenti",
    "B": "Sì, ma la formula non è necessaria quando si procede per somme di denaro",
    "C": "Sì, sempre",
    "correct": "A"
  },
  {
    "id": 618,
    "q": "In base al codice di procedura civile, è ammessa l'istanza orale al giudice dell'esecuzione?",
    "A": "No, salvo che per ragioni di urgenza",
    "B": "Sì, se proposta in udienza",
    "C": "In nessun caso",
    "correct": "B"
  },
  {
    "id": 619,
    "q": "A norma del codice di procedura civile, il procuratore generale può stare in giudizio per il preponente?",
    "A": "No, mai",
    "B": "A determinate condizioni può",
    "C": "Sì, sempre",
    "correct": "B"
  },
  {
    "id": 620,
    "q": "A norma del codice di procedura civile, il procuratore preposto a determinati uffici può stare in giudizio per il preponente?",
    "A": "Sì, sempre",
    "B": "A determinate condizioni può",
    "C": "No, mai",
    "correct": "B"
  },
  {
    "id": 621,
    "q": "Quando il giudice provvede per iscritto, il cancelliere stende la scrittura e vi appone la sua sottoscrizione prima di sottoscrivendo dopo il giudice quella del giudice?",
    "A": "Sì, salvo che la legge disponga altrimenti,",
    "B": "No, il cancelliere non sottoscrive",
    "C": "Sì, sempre",
    "correct": "A"
  },
  {
    "id": 622,
    "q": "Possono intervenire nell'esecuzione i creditori che nei confronti del debitore esecutato hanno un credito chirografario?",
    "A": "No, non possono intervenire",
    "B": "Possono se rientrano nei casi previsti dall'art. 499 del codice di procedura civile",
    "C": "Sì, sempre",
    "correct": "B"
  },
  {
    "id": 623,
    "q": "Un provvedimento di un ufficio giudiziario viene spedito in forma esecutiva a una parte. La stessa parte può domandarne copie ulteriori?",
    "A": "Sì, sempre al giudice di pace",
    "B": "No, mai",
    "C": "Sì, al capo dell'ufficio che ha pronunciato il provvedimento",
    "correct": "C"
  },
  {
    "id": 624,
    "q": "Un titolo munito di forma esecutiva, diverso da un provvedimento giudiziale, viene spedito a una parte. La stessa parte può domandarne copie ulteriori?",
    "A": "Sì, sempre al giudice di pace",
    "B": "Sì, al presidente del tribunale nella cui circoscrizione l'atto fu formato",
    "C": "No, mai",
    "correct": "B"
  },
  {
    "id": 625,
    "q": "Quando la parte sta in giudizio col ministero di un difensore, questi deve essere munito di procura? Sì, se la persona non è capace di stare in giudizio",
    "A": "Sì, generale o speciale e",
    "B": "deve essere conferita con atto pubblico o scrittura privata autenticata",
    "C": "No, in nessun caso",
    "correct": "B"
  },
  {
    "id": 626,
    "q": "Per le persone fisiche, ci sono casi in cui è competente il giudice del luogo in cui risiede l'attore?",
    "A": "Sì, sempre, è la regola generale di attribuzione della competenza del giudice",
    "B": "Sì, se il convenuto non ha residenza, né domicilio, né dimora nello Stato o se la dimora è sconosciuta",
    "C": "No, mai",
    "correct": "B"
  },
  {
    "id": 627,
    "q": "In base al codice di procedura civile, il custode dei beni pignorati può chiedere di essere sostituito?",
    "A": "No, mai",
    "B": "Sì, per giusti motivi, se non ha diritto al compenso",
    "C": "Sì, per giusti motivi, rinunciando a metà del compenso",
    "correct": "B"
  },
  {
    "id": 628,
    "q": "In base al codice di procedura civile, può essere spedita più di una copia di un titolo munito di efficacia esecutiva alla stessa parte?",
    "A": "No, mai",
    "B": "Sì, sino a tre",
    "C": "Sì, per giusto motivo",
    "correct": "C"
  },
  {
    "id": 629,
    "q": "Le somme dovute da privati a titolo di stipendio possono essere pignorate per crediti alimentari, quando l'accredito è fatto su conto bancario o postale intestato al debitore e ha luogo successivamente al pignoramento?",
    "A": "Sì, nella misura autorizzata dal giudice",
    "B": "Sì, sino ad un terzo del loro valore",
    "C": "No, mai",
    "correct": "A"
  },
  {
    "id": 630,
    "q": "Il giudice può disporre in ogni tempo la sostituzione del custode?",
    "A": "Sì, d'ufficio o su istanza di parte",
    "B": "Sì, solo d'ufficio",
    "C": "No, mai",
    "correct": "A"
  },
  {
    "id": 631,
    "q": "La competenza per territorio può essere derogata per accordo delle parti?",
    "A": "No, è inderogabile",
    "B": "Sì, solo per i casi di procedimenti cautelari",
    "C": "Sì, l'accordo delle parti per la deroga alla competenza territoriale deve riferirsi ad uno o più affari determinati e risultare da atto scritto",
    "correct": "C"
  },
  {
    "id": 632,
    "q": "Le sentenze pronunciate dal giudice secondo equità a norma dell'art. 114 c.p.c sono appellabili?",
    "A": "Si, sono appellabili",
    "B": "Si, sono appellabili in termini perentori",
    "C": "No, sono inappellabili",
    "correct": "C"
  },
  {
    "id": 633,
    "q": "In base al codice di procedura civile, la notificazione agli eredi del precetto relativo a un titolo esecutivo si può fare collettivamente e impersonalmente?",
    "A": "Sì, su autorizzazione del giudice, se per il numero degli eredi o altre circostanze non è possibile identificarli con sicurezza",
    "B": "Sì, ma solo entro un anno dalla morte del debitore",
    "C": "No, mai",
    "correct": "B"
  },
  {
    "id": 634,
    "q": "Procedendosi all'espropriazione di beni immobili, il termine prescritto dalla legge tra la pubblicazione del pubblico avviso e la data di scadenza della presentazione delle offerte o quella dell'incanto può essere ridotto?",
    "A": "Sì, se il debitore non si oppone",
    "B": "Sì, su istanza del creditore procedente o dei creditori intervenuti",
    "C": "No, non può",
    "correct": "C"
  },
  {
    "id": 635,
    "q": "Un bene colpito da pignoramento può essere pignorato successivamente?",
    "A": "Sì, se si stima che il suo valore è eccede il soddisfacimento del primo credito",
    "B": "No, mai, finché non si è estinto il processo",
    "C": "Sì, su istanza di altri creditori",
    "correct": "C"
  },
  {
    "id": 636,
    "q": "Il codice di procedura civile prevede che il giudice dell'esecuzione, quando dispone un accantonamento a favore di un creditore intervenuto affinché si munisca di titolo esecutivo entro un certo termine, possa prorogare questo termine? No, non lo prevede",
    "A": "Sì, su istanza del creditore al cui favore l'accantonamento è",
    "B": "stato disposto",
    "C": "Sì, su istanza del debitore o del terzo che ha subitol'espropriazione",
    "correct": "A"
  },
  {
    "id": 637,
    "q": "In base al codice di procedura civile, il creditore può valersi cumulativamente di diversi mezzi di espropriazione forzata?",
    "A": "No, mai",
    "B": "Sì, ma può essere costretto a limitarsi ad alcuni",
    "C": "Solo se procede per crediti diversi",
    "correct": "B"
  },
  {
    "id": 638,
    "q": "In base al codice di procedura civile, il giudice dell'esecuzione può decidere di tenere udienza per sentire le parti?",
    "A": "No, durante la fase dell'esecuzione le udienze si tengono solo nei casi previsti dalla legge",
    "B": "Sì, può",
    "C": "Sì, tuttavia, a meno che l'udienza si debba tenere per legge, deve chiedere l'autorizzazione al presidente del tribunale",
    "correct": "B"
  },
  {
    "id": 639,
    "q": "In sede di esecuzione civile, se oltre al creditore pignorante sono intervenuti altri creditori, sulla somma ricavata da distribuire devono essere accantonate somme?",
    "A": "No, mai",
    "B": "Sì, quelle che spetterebbero ai creditori intervenuti privi di titolo esecutivo i cui crediti non siano stati in tutto o in parte riconosciuti dal debitore",
    "C": "Sì, una quota per coprire eventuali spese di cui non si aveva notizia in precedenza",
    "correct": "B"
  },
  {
    "id": 640,
    "q": "Il debitore può evitare il pignoramento?",
    "A": "Sì, versando nelle mani dell'ufficiale giudiziario la somma per cui si procede e l'importo delle spese",
    "B": "Solo il pignoramento di cose, depositando nelle mani dell'ufficiale giudiziario, in luogo di esse una somma di denaro eguale all'importo del credito o dei crediti per cui si procede e delle spese",
    "C": "No, mai",
    "correct": "A"
  },
  {
    "id": 641,
    "q": "Procedendosi alla pubblicità degli avvisi degli atti esecutivi ex. art. 490 c.p.c., la relazione di stima è necessaria per: a) beni mobili registrati di 25.001 euro di valore; b) somma di denaro pari a 25.001 euro; c) bene immobile.",
    "A": "Solo a) e c)",
    "B": "Solo b) e c)",
    "C": "Solo c)",
    "correct": "A"
  },
  {
    "id": 642,
    "q": "Se si pignorano cose del debitore che sono in possesso di terzi, quale di queste intimazioni deve essere contenuta nell'atto notificato loro?",
    "A": "Sia i astenersi da qualunque atto diretto a sottrarre alla garanzia del credito le cose e i loro frutti sia di non disporre delle cose senza ordine di giudice",
    "B": "Solo di astenersi da qualunque atto diretto a sottrarre alla garanzia del credito le cose e i loro frutti",
    "C": "Solo di non disporre delle cose senza ordine di giudice",
    "correct": "B"
  },
  {
    "id": 643,
    "q": "La riserva di ripetizione della somma che il debitore esecutato può fare ai sensi dell'art. 494 c.p.c. è ammissibile:",
    "A": "solo quando il debitore deposita nelle mani dell'ufficiale giudiziario, in luogo delle cose, come oggetto di pignoramento, una somma di denaro eguale all'importo del credito e delle spese, aumentato di due decimi",
    "B": "solo quando il debitore versa nelle mani dell'ufficiale giudiziario la somma per cui si procede e l'importo delle spese",
    "C": "sia quando il debitore versa nelle mani dell'ufficiale giudiziario la somma per cui si procede e l'importo delle spese, sia quando il debitore deposita nelle manidell'ufficiale giudiziario, in luogo delle cose, come oggetto di pignoramento, una somma di denaro eguale",
    "correct": "B"
  },
  {
    "id": 644,
    "q": "Se il debitore esecutato ottiene la conversione del pignoramento a norma dell'art. 495 c.p.c., in quale dei seguenti casi gli può essere concesso di versare a rate la somma sostituita al bene pignorato?",
    "A": "Sia se la cosa pignorata è mobile sia se la cosa pignorata è un credito",
    "B": "la rateizzazione è prevista qualora le cose pignorate siano costituite da beni immobili",
    "C": "Solo se la cosa pignorata è un credito",
    "correct": "B"
  },
  {
    "id": 645,
    "q": "La procura speciale alle liti può essere apposta in calce:",
    "A": "sola alla citazione e al ricorso",
    "B": "né alla citazione, né al ricorso né al controricorso",
    "C": "sia alla citazione, sia al ricorso sia al controricorso",
    "correct": "C"
  },
  {
    "id": 646,
    "q": "Se il creditore pignorante indica ai creditori intervenuti altri beni del debitore, li può invitare:",
    "A": "solo ad anticipare le spese necessarie per l'estensione",
    "B": "a estendere il pignoramento oppure anticipare le spese necessarie per l'estensione",
    "C": "estendere il pignoramento oppure partecipare alle spese del pignoramento in corso",
    "correct": "B"
  },
  {
    "id": 647,
    "q": "Le somme dovute da privati a titolo di stipendio possono essere pignorate per tributi dovuti:",
    "A": "solo allo Stato",
    "B": "solo ai Comuni",
    "C": "sia allo Stato, sia alle Province sia ai Comuni",
    "correct": "C"
  },
  {
    "id": 648,
    "q": "A norma dell'art. 545 c.p.c., le somme dovute da privati a titolo di stipendio possono essere pignorate per tributi dovuti:",
    "A": "sia allo Stato, sia alle Province, sia ai Comuni",
    "B": "solo allo Stato",
    "C": "solo ai Comuni",
    "correct": "A"
  },
  {
    "id": 649,
    "q": "A norma del codice di procedura civile, l'ingiunzione pignoratizia al debitore di astenersi dagli atti diretti a sottrarre alla garanzia del credito i beni che si assoggettano all'espropriazione è rivolta a tutti gli atti?",
    "A": "Solo ai meri atti",
    "B": "Sì, a tutti",
    "C": "Solo agli atti giuridici",
    "correct": "B"
  },
  {
    "id": 650,
    "q": "A chi deve essere notificato l'atto quando si procede a pignoramento di cose del debitore che sono in possesso di terzi?",
    "A": "Al debitore, ai terzi e a tutti i potenziali interessati",
    "B": "Al debitore e ai terzi",
    "C": "Solo ai terzi",
    "correct": "B"
  },
  {
    "id": 651,
    "q": "Quando si pignora un credito del debitore verso terzi, a chi si deve notificare l'atto?",
    "A": "Al debitore, ai terzi e a tutti i potenziali interessati",
    "B": "Al debitore e ai terzi",
    "C": "Solo al debitore",
    "correct": "B"
  },
  {
    "id": 652,
    "q": "Quando il giudice può ordinare la comparizione personale delle parti, in contraddittorio tra loro, per interrogarle liberamente sui fatti della causa?",
    "A": "All'udienza di prima comparizione e trattazione, solo quando questa è pubblica",
    "B": "In qualunque stato e grado del processo",
    "C": "All'udienza di prima comparizione e trattazione ma le parti non possono farsi assistere dai difensori",
    "correct": "B"
  },
  {
    "id": 653,
    "q": "In base al codice di procedura civile, la chiamata di un terzo nel processo per ordine del giudice istruttore è possibile:",
    "A": "solo nel giudizio di primo grado",
    "B": "in ogni momento",
    "C": "solo all'udienza di prima comparizione",
    "correct": "B"
  },
  {
    "id": 654,
    "q": "Con quale forma il creditore procede ad indicare ai creditori chirografari intervenuti l'esistenza di altri beni del debitore utilmente pignorabili?",
    "A": "Solo con atto notificato",
    "B": "Con atto notificato o all'udienza in cui è disposta la vendita o l'assegnazione",
    "C": "Solo all'udienza in cui è disposta la vendita o l'assegnazione",
    "correct": "B"
  },
  {
    "id": 655,
    "q": "In base al codice di procedura civile, per l'espropriazione di quale o quali dei seguenti beni si dà pubblico avviso su determinati siti internet? a) beni mobili registrati di 15.000 euro di valore; b) somma di denaro pari a 25.001 euro;c) bene immobile.",
    "A": "Sia a) sia b) sia c)",
    "B": "Solo c)",
    "C": "Solo a) e c)",
    "correct": "B"
  },
  {
    "id": 656,
    "q": "In base al codice di procedura civile, il sequestro conservativo è ammesso per:",
    "A": "Solo con atto notificato",
    "B": "beni mobili, immobili o somme le sole somme di denaro dovute al debitore",
    "C": "solo beni mobili o immobili",
    "correct": "A"
  },
  {
    "id": 657,
    "q": "In sede di esecuzione civile, se vi è un solo creditore pignorante senza intervento di altri creditori, il giudice dell'esecuzione dispone a favore del creditore pignorante il pagamento di quanto gli spetta per:",
    "A": "solo capitale e interessi; le spese non possono essere recuperate",
    "B": "solo capitale e interessi; le spese possono essere recuperate con un'apposita istanza",
    "C": "capitale, interessi e spese",
    "correct": "C"
  },
  {
    "id": 658,
    "q": "Ai sensi dell'art. 348, l'appello è dichiarato improcedibile:",
    "A": "solo su istanza di parte, se l'appellante non si costituisce nei termini",
    "B": "solo d'ufficio, se l'appellante non si costituisce nei termini",
    "C": "anche d'ufficio, se l'appellante non si costituisce nei termini",
    "correct": "C"
  },
  {
    "id": 659,
    "q": "In base al codice di procedura civile, in corso di pignoramento, la riduzione del pignoramento può essere disposta:",
    "A": "dall'ufficiale giudiziario",
    "B": "solo dal creditore pignorante",
    "C": "dal giudice, anche d'ufficio",
    "correct": "C"
  },
  {
    "id": 660,
    "q": "Il processo verbale è sottoscritto:",
    "A": "da tutti gli intervenuti ad eccezione del cancelliere",
    "B": "dal cancelliere",
    "C": "dall'ufficiale giudiziario",
    "correct": "B"
  },
  {
    "id": 661,
    "q": "A norma del codice di procedura civile, dopo che è stata disposta la vendita o l'assegnazione è ammissibile l'opposizione del debitore al pignoramento per fatti sopravvenuti?",
    "A": "Solo dopo l'assegnazione",
    "B": "Solo dopo la vendita",
    "C": "Sì, è ammissibile",
    "correct": "C"
  },
  {
    "id": 662,
    "q": "Quando il giudice istruttore dichiara chiusa l'assunzione dei mezzi di prova?",
    "A": "Quando sono eseguiti i mezzi ammessi o quando, dichiarata la decadenza di cui all'art. 208 c.p.c., non vi sono altri mezzi da assumere, oppure quando egli ravvisa superflua, per i risultati già raggiunti, l'ulteriore assunzione",
    "B": "Solo ed esclusivamente quando egli ravvisa superflua, per i risultati già raggiunti, l'ulteriore assunzione",
    "C": "In qualsiasi stato e grado del procedimento",
    "correct": "A"
  },
  {
    "id": 663,
    "q": "In base al codice di procedura civile, se si procede all'espropriazione di beni debbono essere avvertiti dell'espropriazione:",
    "A": "i creditori che su di essi hanno un diritto di prelazione risultante da pubblici registri",
    "B": "i creditori che su di essi hanno un diritto di prelazione",
    "C": "solo i creditori che su di essi hanno un diritto di usufrutto",
    "correct": "A"
  },
  {
    "id": 664,
    "q": "In base al codice di procedura civile, alle udienze del giudice dell'esecuzione possono partecipare:",
    "A": "il creditore pignorante, i creditori intervenuti, il debitore ed eventualmente gli altri interessati",
    "B": "solo il creditore pignorante e il debitore",
    "C": "solo il creditore pignorante, i creditori intervenuti e il debitore",
    "correct": "A"
  },
  {
    "id": 665,
    "q": "La procura generale alle liti può essere Solo a margine rilasciata con apposizione in calce o a margine della comparsa di risposta?",
    "A": "Solo in calce",
    "B": "No, non può",
    "C": "Solo a margine",
    "correct": "C"
  },
  {
    "id": 666,
    "q": "Nel processo civile, se il giudice ordina la cancellazione di espressioni sconvenienti o offensive da uno scritto, deve disporre il risarcimento del danno?",
    "A": "Non necessariamente",
    "B": "Sì, deve",
    "C": "Solo in caso di espressioni sconvenienti",
    "correct": "A"
  },
  {
    "id": 667,
    "q": "È possibile conferire la procura speciale alle liti con apposizione in calce o in margine della domanda di intervento nell'esecuzione?",
    "A": "Solo in margine",
    "B": "Sì, è possibile",
    "C": "Solo in calce",
    "correct": "B"
  },
  {
    "id": 668,
    "q": "In sede di esecuzione civile, l'aggiudicatario e l'assegnatario di un bene gravato da ipoteca possono concordare con il creditore ipotecario l'assunzione del debito?",
    "A": "Solo l'assegnatario",
    "B": "Solo l'aggiudicatario",
    "C": "Sì, entrambi possono",
    "correct": "C"
  },
  {
    "id": 669,
    "q": "A norma del codice di procedura civile, se si pignorano beni deteriorabili possono essere disposte l'assegnazione o la vendita immediata?",
    "A": "Sì, l'una o l'altra",
    "B": "Solo la vendita",
    "C": "No, non possono",
    "correct": "A"
  },
  {
    "id": 670,
    "q": "Nell'ambito delle controversie individuali di lavoro, la conciliazione e l'arbitrato possono essere svolti presso le sedi previste dai contratti collettivi sottoscritti dalle associazioni sindacali maggiormente rappresentative?",
    "A": "No, mai",
    "B": "Solo l'arbitrato",
    "C": "Sì, possono",
    "correct": "C"
  },
  {
    "id": 671,
    "q": "Se si pignorano crediti del debitore verso un terzo, il terzo è invitato dal creditore a dichiarare:",
    "A": "Solo di quale somma è debitore e quando deve effettuare il pagamento",
    "B": "Solo la natura del credito e quando deve effettuare il pagamento",
    "C": "Solo la natura del credito e di quale somma è debitore",
    "correct": "A"
  },
  {
    "id": 672,
    "q": "È possibile apporre in calce alla citazione la procura alle liti?",
    "A": "Solo la procura speciale",
    "B": "No, non è possibile",
    "C": "Solo la procura generale",
    "correct": "A"
  },
  {
    "id": 673,
    "q": "Cosa dispone l'art. 335 c.p.c. a proposito della Riunione delle impugnazioni separate?",
    "A": "Solo le impugnazioni proposte contro la stessa sentenza e per identici motivi possono essere riunite, esclusivamente a istanza di parte, in un solo processo",
    "B": "Tutte le impugnazioni proposte contro la stessa sentenza dalla medesima parte possono essere riunite, esclusivamente a istanza di parte, in un solo processo",
    "C": "Tutte le impugnazioni proposte contro la stessa sentenza devono essere riunite, anche d'ufficio, in un solo processo",
    "correct": "C"
  },
  {
    "id": 674,
    "q": "Se il debitore, avvalendosi della facoltà prevista dall'art. 492 cpc, sostituisce alle cose o ai crediti pignorati una somma di denaro pari all'importo dovuto, in quest'ultimo rientrano anche le spese e le spese di esecuzione?",
    "A": "Solo le spese",
    "B": "Solo le spese di esecuzione",
    "C": "Sì, le une e le altre",
    "correct": "C"
  },
  {
    "id": 675,
    "q": "In base al codice di procedura civile, il precetto deve contenere sempre la trascrizione integrale del titolo esecutivo?",
    "A": "No, solo quando è richiesta dalla legge",
    "B": "Sì, sempre",
    "C": "Solo nel caso in cui la notificazione del titolo esecutivo e quella del precetto non sono fatte insieme",
    "correct": "A"
  },
  {
    "id": 676,
    "q": "Se il debitore evita il pignoramento versando nelle mani dell'ufficiale giudiziario la somma per cui si procede più l'importo delle spese, può fare riserva di ripetere la somma versata?",
    "A": "Sì, può",
    "B": "Solo per ciò che riguarda le spese",
    "C": "No, non può",
    "correct": "A"
  },
  {
    "id": 677,
    "q": "Le somme dovute da privati a titolo di indennità di licenziamento possono essere pignorate?",
    "A": "Sì, possono",
    "B": "Solo per crediti tributari",
    "C": "No, mai",
    "correct": "A"
  },
  {
    "id": 678,
    "q": "Se in giudizio viene nominato un curatore speciale all'incapace, questi lo rappresenta o assiste:",
    "A": "finché subentra colui al quale spetta la rappresentanza o l'assistenza",
    "B": "fino alla conclusione del giudizio",
    "C": "solo per gli atti specificamente indicati dal giudice",
    "correct": "A"
  },
  {
    "id": 679,
    "q": "In base al codice di procedura civile, il giudice dell'esecuzione può essere sostituito?",
    "A": "Mai senza il suo consenso",
    "B": "No, mai",
    "C": "Solo in caso di assoluto impedimento o di gravi esigenze di servizio",
    "correct": "C"
  },
  {
    "id": 680,
    "q": "Se una parte usa espressioni sconvenienti e offensive nel processo civile, il giudice può condannarla a risarcire la persona offesa?",
    "A": "Solo per le espressioni sconvenienti",
    "B": "No, non può; ma la persona offesa può far valere le sue ragioni in un autonomo giudizio",
    "C": "Solo per le espressioni offensive",
    "correct": "C"
  },
  {
    "id": 681,
    "q": "A norma del codice di procedura civile, come possono stare in giudizio le persone giuridiche?",
    "A": "Per mezzo di chi le rappresenta",
    "B": "Per mezzo di un ufficio",
    "C": "Solo per mezzo di procuratori generali",
    "correct": "A"
  },
  {
    "id": 682,
    "q": "Possono essere pignorati i crediti alimentari?",
    "A": "Solo per causa di alimenti",
    "B": "Solo per una misura non superiore al 5%",
    "C": "Solo per causa di alimenti e per una misura non superioreal 5%",
    "correct": "A"
  },
  {
    "id": 683,
    "q": "Il debitore esecutato può chiedere di effettuare la conversione del pignoramento a norma dell'art. 495 c.p.c.:",
    "A": "prima che sia disposta la vendita o l'assegnazione",
    "B": "solo prima che sia disposta la vendita",
    "C": "solo prima che sia disposta l'assegnazione",
    "correct": "A"
  },
  {
    "id": 684,
    "q": "In caso di pignoramento, il debitore, avvalendosi della facoltà prevista dall'art. 492 cpc, può sempre fare istanza di sostituire alle cose o ai crediti pignorati una somma di denaro pari all'importo dovuto?",
    "A": "Solo prima che sia disposta la vendita o l'assegnazione",
    "B": "Solo prima della distribuzione della somma ricavata",
    "C": "Può farlo entro 5 giorni dal pignoramento",
    "correct": "A"
  },
  {
    "id": 685,
    "q": "Se si pignorano cose del debitore che sono in possesso di un terzo, il terzo è invitato dal creditore a dichiarare:",
    "A": "solo quali cose sono in suo possesso e a quale titolo avviene il possesso",
    "B": "sia quali cose sono in suo possesso, sia a quale titolo avviene il possesso e sia quando ne deve effettuare la consegna",
    "C": "solo quali cose sono in suo possesso e quando ne deve effettuare la consegna",
    "correct": "C"
  },
  {
    "id": 686,
    "q": "A norma dell'art. 60 c.p.c, secondo comma, quando il cancelliere e l'ufficiale giudiziario sono civilmente responsabili?",
    "A": "Solo quando hanno compiuto un atto nullo con colpa grave",
    "B": "Quando hanno compiuto un atto nullo con dolo o colpa grave",
    "C": "Quando ricusano, con giusto motivo, di compiere atti che sono loro richiesti oppure omettono di compierli",
    "correct": "B"
  },
  {
    "id": 687,
    "q": "A norma del codice di procedura civile, la vendita forzata con incanto deve farsi:",
    "A": "solo quando il giudice ritiene probabile che la vendita con tale modalità abbia luogo a un prezzo superiore della metà rispetto al valore del bene",
    "B": "solo quando il giudice ritiene probabile che la vendita con tale modalità abbia luogo a un prezzo superiore al valore del bene",
    "C": "solo quando il giudice ritiene probabile che la vendita con tale modalità abbia luogo a un prezzo superiore a un terzo del valore del bene",
    "correct": "A"
  },
  {
    "id": 688,
    "q": "Quando il giudice esclude la ripetizione delle spese sostenute dalla parte vincitrice?",
    "A": "Solo quando le parti si sono conciliate",
    "B": "Mai, la compensazione dipende sempre dalla soccombenza",
    "C": "Quando le ritiene eccessive o superflue",
    "correct": "C"
  },
  {
    "id": 689,
    "q": "Ai sensi dell'art. 334 c.p.c., le parti contro le quali è stata proposta impugnazione e quelle chiamate a integrare il contraddittorio a norma dell'art. 331 c.p.c. possono proporre impugnazione incidentale:",
    "A": "solo quando lo disponga il giudice",
    "B": "anche quando per esse è decorso il termine o hanno fatto acquiescenza alla sentenza",
    "C": "solo quando non abbiano fatto acquiescenza alla sentenza",
    "correct": "B"
  },
  {
    "id": 690,
    "q": "Quando una sentenza si intende passata in giudicato?",
    "A": "Solo quando non è più soggetta né a regolamento di competenza, né ad appello e sia dichiarata improcedibile",
    "B": "Quando non è più soggetta né a regolamento di competenza, né ad appello né a ricorso per cassazione, né a revocazione per i motivi di cui ai numeri 4 e 5 dell'art. 395 c.p.c.",
    "C": "Solo quando non è più soggetta a revocazione e solo per i motivi di cui ai numeri 4 e 5 dell'art. 395 c.p.c.",
    "correct": "B"
  },
  {
    "id": 691,
    "q": "A norma del codice di procedura civile, la notificazione del titolo esecutivo e del precetto deve essere fatta dalla parte personalmente?",
    "A": "Si, deve essere fatta alla parte personalmente",
    "B": "Solo quella del titolo esecutivo",
    "C": "Solo quella del precetto",
    "correct": "A"
  },
  {
    "id": 692,
    "q": "La procura alle liti può essere rilasciata con scrittura privata?",
    "A": "Solo quella speciale",
    "B": "Sì, ma solo se autenticata",
    "C": "Sì, può",
    "correct": "B"
  },
  {
    "id": 693,
    "q": "Se si esegue un pignoramento pressoun terzo, il terzo, ai sensi dell'art. 547c.p.c., è tenuto a specificare lecessioni che gli sono state notificate oche ha accettato?",
    "A": "Solo quelle che ha accettato",
    "B": "Sia le une sia le altre",
    "C": "Solo quelle che gli sono statenotificate",
    "correct": "B"
  },
  {
    "id": 694,
    "q": "Nel processo civile, il difensore può rinunciare alla procura alle liti:",
    "A": "solo per giusto motivo",
    "B": "sempre",
    "C": "solo se ciò non pregiudical'interesse del difeso",
    "correct": "B"
  },
  {
    "id": 695,
    "q": "Nel processo civile, se una parte usaespressioni sconvenienti negli scritti, ilgiudice può ordinare che sianocancellate?",
    "A": "No, non può",
    "B": "Deve farlo",
    "C": "Sì, in ogni stato dell'istruzione",
    "correct": "C"
  },
  {
    "id": 696,
    "q": "Nel processo civile, la parte può starein giudizio senza il ministero di undifensore:",
    "A": "sempre",
    "B": "solo se è un avvocato iscritto all'albo",
    "C": "quando ha la qualitànecessaria per esercitarel'ufficio di difensore con procura presso il giudice adito",
    "correct": "C"
  },
  {
    "id": 697,
    "q": "Il medesimo bene può essere colpito da più pignoramenti?",
    "A": "No, effettuato il primo pignoramento non ne possono essere effettuati altri se non dopo l'estinzione del primo processo",
    "B": "Sì, può",
    "C": "Solo se è un ben mobile",
    "correct": "B"
  },
  {
    "id": 698,
    "q": "È ammesso che in giudizio taluno faccia valere in nome proprio diritti altrui?",
    "A": "Solo se i diritti sono di un incapace",
    "B": "No, mai",
    "C": "Solo nei casi espressamente previsti dalla legge",
    "correct": "C"
  },
  {
    "id": 699,
    "q": "Se si esegue il pignoramento di un credito presso un terzo e il terzo non rende la dichiarazione di cui all'art. 547 c.p.c. né si presenta all'udienza successivamente fissata dal giudice, può impugnare l'ordinanza di assegnazione del credito?",
    "A": "Solo se il credito non è identificabile dalle allegazioni del creditore",
    "B": "No, mai",
    "C": "Sì, a talune condizioni",
    "correct": "C"
  },
  {
    "id": 700,
    "q": "La riduzione del pignoramento può essere concessa d'ufficio?",
    "A": "No, mai",
    "B": "Solo se il debitore esecutato è un imprenditore commerciale",
    "C": "Sì, può",
    "correct": "C"
  },
  {
    "id": 701,
    "q": "Possono intervenire nell'esecuzione i creditori che nei confronti del debitore esecutato hanno un diritto di pegno?",
    "A": "Sì, possono",
    "B": "No, non possono",
    "C": "Solo se il pegno è su titoli",
    "correct": "A"
  },
  {
    "id": 702,
    "q": "Il debitore può evitare il pignoramento depositando nelle mani dell'ufficiale giudiziario, come oggetto di pignoramento, una somma di denaro?",
    "A": "Solo se il pignoramento ha ad oggetto cose mobili",
    "B": "Solo se il pignoramento ha ad oggetto cose",
    "C": "Solo se il pignoramento ha ad oggetto cose immobili o mobili registrate",
    "correct": "B"
  },
  {
    "id": 703,
    "q": "Nel processo civile, il pubblico ministero può fare istanza di nomina del curatore speciale:",
    "A": "solo se il rappresentato è incapace",
    "B": "solo se ravvisa la sussistenza di un conflitto di interessi tra rappresentato e rappresentante",
    "C": "in ogni caso",
    "correct": "C"
  },
  {
    "id": 704,
    "q": "In sede di esecuzione civile, ai fini del calcolo del prezzo dell'assegnazione del bene contro cui si procede, si deve tener conto anche delle spese?",
    "A": "No, è sufficiente che il prezzo non sia inferiore al valore dei crediti aventi diritto a prelazione anteriore a quello dell'offerente",
    "B": "Sì, si deve",
    "C": "Solo se l'assegnatario non è il creditore pignorante",
    "correct": "B"
  },
  {
    "id": 705,
    "q": "Può essere pronunciata la nullità di un atto del processo civile che ha raggiunto il suo scopo?",
    "A": "Solo se la nullità è relativa",
    "B": "Solo se la nullità può essere rilevata d'ufficio",
    "C": "No, mai",
    "correct": "C"
  },
  {
    "id": 706,
    "q": "A norma del codice di procedura civile, come possono stare in giudizio le persone che non hanno il libero esercizio dei diritti?",
    "A": "Se rappresentate, assistite o autorizzate",
    "B": "Personalmente o a mezzo di procuratore",
    "C": "Solo se rappresentate",
    "correct": "A"
  },
  {
    "id": 707,
    "q": "Se si esegue un pignoramento presso un terzo, il terzo, ai sensi dell'art. 547 c.p.c., è tenuto a specificare il valore delle cose di cui è in possesso?",
    "A": "Sì, è tenuto",
    "B": "No, non è tenuto",
    "C": "Solo se si tratta di cose mobili",
    "correct": "B"
  },
  {
    "id": 708,
    "q": "La domanda presso il giudice di pace si può proporre:",
    "A": "anche verbalmente",
    "B": "solo verbalmente",
    "C": "solo con le forme previste dall'art. 163 c.p.c.",
    "correct": "A"
  },
  {
    "id": 709,
    "q": "A norma del codice di procedura civile, la spedizione del titolo in forma esecutiva può farsi:",
    "A": "soltanto alla parte a favore della quale fu pronunciato il provvedimento o stipulata l'obbligazione, o ai suoi successori",
    "B": "soltanto alla parte contro la quale fu pronunciato il provvedimento o stipulata l'obbligazione",
    "C": "a tutte le parti che hanno preso parte al giudizio",
    "correct": "A"
  },
  {
    "id": 710,
    "q": "Quando può proporsi querela di falso?",
    "A": "Soltanto in corso di causa, finché la verità del documento non sia stata accertata con sentenza passata in giudicato",
    "B": "Tanto in via principale quanto in corso di causa, in qualunque stato e grado di giudizio, finché la verità del documento non sia stata accertata con sentenza passata in giudicato",
    "C": "Soltanto in via principale, finché la verità del documento non sia stata accertata con sentenza passata in giudicato",
    "correct": "B"
  },
  {
    "id": 711,
    "q": "Il debitore esecutato è un imprenditore commerciale. Si procede all'esame delle sue scritture contabili ai sensi dell'art. 492 c.p.c. e dalla relazione risultano cose o crediti non oggetto della dichiarazione del debitore rilasciata ai sensi dello stesso articolo. Le spese dell'accesso alle scritture contabili e della relazione:",
    "A": "si aggiungono al credito per cui si procede",
    "B": "sono a carico del creditore procedente",
    "C": "sono liquidate con provvedimento che costituisce titolo esecutivo contro il debitore",
    "correct": "C"
  },
  {
    "id": 712,
    "q": "A norma del codice di procedura civile, le ordinanze pronunciate in udienza:",
    "A": "sono comunque comunicate dal cancelliere alle parti entro 7 giorni",
    "B": "si ritengono conosciute dalle parti presenti e da quelle che dovevano comparirvi",
    "C": "si ritengono conosciute dalle sole parti presenti",
    "correct": "B"
  },
  {
    "id": 713,
    "q": "In base al codice di procedura civile, le ordinanze del giudice dell'esecuzione pronunciate fuori dall'udienza:",
    "A": "sono inefficaci",
    "B": "si ritengono conosciute dalle parti",
    "C": "sono comunicate alle parti a cura del cancelliere",
    "correct": "C"
  },
  {
    "id": 714,
    "q": "In base al codice di procedura civile, le ordinanze del giudice dell'esecuzione pronunciate in udienza:",
    "A": "si ritengono conosciute dalle parti presenti e da quelle che dovevano comparirvi",
    "B": "sono inefficaci",
    "C": "sono comunicate alle parti a cura del cancelliere",
    "correct": "A"
  },
  {
    "id": 715,
    "q": "Le sentenze che pronunciano condanna a favore del lavoratore per crediti derivanti da rapporti di lavoro subordinato privato:",
    "A": "sono provvisoriamente esecutive",
    "B": "sono sospese nell'esecuzione, fino a decorrenza dei termini per impugnare",
    "C": "sono provvisoriamente esecutive, ma solo se il rapporto di lavoro si inserisce nell'ambito dell'esercizio di un'impresa",
    "correct": "A"
  },
  {
    "id": 716,
    "q": "Cosa stabilisce il primo comma dell'art. 233 c.p.c. a proposito del giuramento decisorio?",
    "A": "Stabilisce che il giuramento decisorio può essere deferito solo nella comparsa di risposta con dichiarazione fatta dalla parte o dal procuratore munito di mandato speciale con atto sottoscritto dalla parte",
    "B": "Stabilisce che il giuramento decisorio non può mai essere deferito in grado d'appello",
    "C": "Stabilisce che il giuramento decisorio può essere deferito in qualunque stato della causa davanti al giudice istruttore, con dichiarazione fatta all'udienza dalla parte o dal procuratore munito di mandato speciale o con atto sottoscritto dalla parte",
    "correct": "C"
  },
  {
    "id": 717,
    "q": "Cosa stabilisce l'art. 372 c.p.c. a proposito della produzione di altri documenti non prodotti nei precedenti gradi del processo?",
    "A": "Stabilisce che ne è ammesso il deposito, tranne per quelli che riguardano la nullità della sentenza impugnata e l'ammissibilità del ricorso o del controricorso",
    "B": "Stabilisce che ne è ammesso il deposito, anche per quelli che riguardano la nullità della sentenza impugnata e l'ammissibilità del ricorso o del controricorso",
    "C": "Stabilisce che non ne è ammesso il deposito, tranne per quelli che riguardano la nullità della sentenza impugnata e l'ammissibilità del ricorso o del controricorso",
    "correct": "C"
  },
  {
    "id": 718,
    "q": "Se per un immobile, all'atto della proposizione della domanda, non risulta il reddito dominicale o la rendita catastale, il giudice determina il valore della causa:",
    "A": "stimando il valore del reddito dominicale o la rendita catastale secondo equità",
    "B": "secondo la dichiarazione del convenuto",
    "C": "secondo quanto emerge dagli atti, se questi non offrono elementi per la stima, ritiene la causa di valore indeterminabile",
    "correct": "C"
  },
  {
    "id": 719,
    "q": "In base al codice di procedura civile, il giudice può autorizzare il sequestro conservativo:",
    "A": "su istanza del creditore che ha il fondato timore di perdere la garanzia del proprio credito",
    "B": "su istanza del creditore, se questo offre idonea garanzia per le eventuali restituzioni, spese e danni",
    "C": "sempre, se lo ritiene opportuno",
    "correct": "A"
  },
  {
    "id": 720,
    "q": "Quando la notificazione nei modi ordinari è sommamente difficile per il rilevante numero dei destinatari o per la difficoltà di identificarli tutti, il capo dell'ufficio giudiziario davanti al quale si procede può autorizzare:",
    "A": "con parere favorevole del pubblico ministero, la notificazione per pubblici avvisi",
    "B": "su istanza della parte interessata e sentito l'ufficiale giudiziario, la notificazione tramite stampa",
    "C": "su istanza della parte interessata e sentito il pubblico ministero, la notificazione per pubblici proclami",
    "correct": "C"
  },
  {
    "id": 721,
    "q": "In base al codice di procedura civile, la sostituzione del custode per la conservazione dei beni pignorati, deve essere disposta dal giudice:",
    "A": "d'ufficio",
    "B": "d'ufficio o su istanza di parte",
    "C": "su istanza di parte",
    "correct": "B"
  },
  {
    "id": 722,
    "q": "In base al codice di procedura civile, il difetto di giurisdizione del giudice ordinario nei confronti di un giudice speciale può essere rilevato:",
    "A": "d'ufficio sino alla prima udienza di trattazione",
    "B": "su istanza di parte sino alla prima udienza di trattazione",
    "C": "anche d'ufficio in ogni stato e grado del processo",
    "correct": "C"
  },
  {
    "id": 723,
    "q": "Ai sensi dell'art. 112 c.p.c., su cosa deve pronunciare il giudice?",
    "A": "Su tutta la domanda e oltre i limiti di essa e non può pronunciare d'ufficio eccezioni, che possono essere proposte solo su istanza di parte",
    "B": "Su tutta la domanda e non oltre i limiti di essa e può pronunciare d'ufficio eccezioni, che possono essere proposte su istanza dell'attore",
    "C": "Su tutta la domanda e non oltre i limiti di essa e non può pronunciare d'ufficio eccezioni, che possono essere proposte solo su istanza di parte",
    "correct": "C"
  },
  {
    "id": 724,
    "q": "A norma del codice di procedura civile, i creditori di un creditore che procede a espropriazione forzata di un proprio debitore:",
    "A": "possono chiedere di essere a lui sostituiti nella distribuzione",
    "B": "possono ottenere la prestazione di una garanzia per la somma da lui ottenuta in sede di distribuzione",
    "C": "subentrano automaticamente nella distribuzione",
    "correct": "A"
  },
  {
    "id": 725,
    "q": "In sede di esecuzione civile, si fa a un creditore l'assegnazione del bene contro cui si procede. Se il valore dell'assegnazione eccede l'importo delle spese e dei crediti che hanno diritto a prelazione anteriore a quello dell'assegnatario:",
    "A": "sull'eccedenza concorrono l'offerente e gli altri creditori, osservate le cause di prelazione che li assistono",
    "B": "l'offerente non può concorrere sull'eccedenza",
    "C": "sull'eccedenza concorrono l'offerente e gli altri creditori, ma l'offerente ottiene una prelazione",
    "correct": "A"
  },
  {
    "id": 726,
    "q": "La legge dispone che determinati avvisi più la relazione di stima debbano essere inseriti in appositi siti internet quando si procede ad espropriazione di beni mobili registrati per un valore:",
    "A": "superiore a 25.000 euro",
    "B": "superiore a 10.000 euro",
    "C": "superiore a 20.000 euro",
    "correct": "A"
  },
  {
    "id": 727,
    "q": "Quale dei seguenti crediti è, a certe condizioni, pignorabile?",
    "A": "Sussidi per malattie da casse di assicurazione",
    "B": "Credito alimentare",
    "C": "Sussidio di maternità",
    "correct": "B"
  },
  {
    "id": 728,
    "q": "In base al codice di procedura civile, nelle cause matrimoniali il pubblico ministero può:",
    "A": "intervenire",
    "B": "proporre impugnazione contro le relative sentenze, salvo che per quelle di separazione personale dei coniugi",
    "C": "svolgere attività istruttorie con gli stessi poteri del giudice istruttore",
    "correct": "B"
  },
  {
    "id": 729,
    "q": "Il confronto dei testimoni può avvenire solo:",
    "A": "tra un teste escusso e uno che non si è presentato",
    "B": "tra un consulente tecnico e una parte",
    "C": "tra testimoni già sentiti",
    "correct": "C"
  },
  {
    "id": 730,
    "q": "Un debitore esecutato ottiene la conversione del pignoramento e la rateizzazione a norma dell'art. 495 c. p.c.. La vendita dei beni pignorati potrà essere chiesta se ritarda oltre il quindicesimo giorno il pagamento di quante rate?",
    "A": "Una",
    "B": "Due",
    "C": "Tre",
    "correct": "A"
  },
  {
    "id": 731,
    "q": "A norma del primo comma dell'art. 163-bis, tra il giorno della notificazione della citazione e quello dell'udienza di comparizione debbono intercorrere termini liberi non minori di:",
    "A": "trenta giorni se il luogo della notificazione si trova in Italia e di centotrenta se si trova all'estero",
    "B": "ottanta giorni se il luogo della notificazione si trova in Italia e di centoventi se si trova all'estero",
    "C": "novanta giorni se il luogo della notificazione si trova in Italia e di centocinquanta se si trova all'estero",
    "correct": "C"
  },
  {
    "id": 732,
    "q": "Nel pignoramento, quando il giudice dispone la vendita o l'assegnazione, nell'udienza di comparizione convoca:",
    "A": "il debitore e i creditori intervenuti privi di titolo esecutivo",
    "B": "tutti e solo i creditori intervenuti",
    "C": "il debitore e tutti i creditori intervenuti",
    "correct": "A"
  },
  {
    "id": 733,
    "q": "Quando la parte sta in giudizio col ministero del difensore, questi può compiere e ricevere, nell'interesse della parte stessa:",
    "A": "solo gli atti per il quale è stato specificamente autorizzato",
    "B": "tutti gli atti del processo che la legge delega espressamente al difensore",
    "C": "tutti gli atti del processo che dalla legge non sono ad essa espressamente riservati",
    "correct": "C"
  },
  {
    "id": 734,
    "q": "In sede di distribuzione della somma ricavata dall'espropriazione spira il termine dell'accantonamento disposto a norma dell'art. 510 c.p. c. a favore di un creditore intervenuto. Quale delle seguenti categorie di creditori partecipa alla distribuzione dell'accantonamento?",
    "A": "I creditori già interamente soddisfatti",
    "B": "Tutti i creditori",
    "C": "I creditori muniti di un titolo esecutivo",
    "correct": "C"
  },
  {
    "id": 735,
    "q": "A norma del codice di procedura civile, sono capaci di stare in giudizio:",
    "A": "le persone che hanno il libero esercizio dei diritti che vi si fanno valere",
    "B": "Tutti i maggiorenni italiani",
    "C": "tutti i maggiorenni",
    "correct": "A"
  },
  {
    "id": 736,
    "q": "Il conferimento della procura alle liti avviene in virtù di:",
    "A": "un negozio giuridico unilaterale",
    "B": "un contratto",
    "C": "un negozio giuridico bilaterale",
    "correct": "A"
  },
  {
    "id": 737,
    "q": "L'istanza di verificazione ex art. 216 c.p.c. promossa dalla parte che intende valersi della scrittura disconosciuta, cosa origina?",
    "A": "Un procedimento incidentale di esecuzione",
    "B": "Un procedimento incidentale di accertamento",
    "C": "Un procedimento incidentale di espropriazione",
    "correct": "B"
  },
  {
    "id": 738,
    "q": "In base al codice di procedura civile, in caso di pignoramento immobiliare, è costituito custode dei beni pignorati:",
    "A": "il creditore",
    "B": "il debitore",
    "C": "un terzo, determinato dal giudice dell'esecuzione",
    "correct": "B"
  },
  {
    "id": 739,
    "q": "A norma del codice di procedura civile, il pignoramento consiste in:",
    "A": "un'ingiunzione",
    "B": "una dichiarazione",
    "C": "un invito",
    "correct": "A"
  },
  {
    "id": 740,
    "q": "Quando il giudice di pace autorizza una persona a stare in giudizio personalmente, emette:",
    "A": "un'ordinanza",
    "B": "una sentenza",
    "C": "un decreto",
    "correct": "A"
  },
  {
    "id": 741,
    "q": "II giudice, alla prima udienza, ovvero sino a quando è esaurita l'istruzione, formula alle parti ove possibile, avuto riguardo alla natura del giudizio, al valore della controversia e all'esistenza di questioni di facile e pronta soluzione di diritto:",
    "A": "un accordo giudiziale",
    "B": "una sentenza concordata",
    "C": "una proposta transattiva o conciliativa",
    "correct": "C"
  },
  {
    "id": 742,
    "q": "Il debitore, per evitare il pignoramento di cose ai sensi dell'art. 494 c.p.c., deve depositare nelle mani dell'ufficiale giudiziario, come oggetto di pignoramento:",
    "A": "una somma di denaro eguale all'importo del credito per cui si procede e delle spese, aumentato di due decimi",
    "B": "una somma di denaro eguale all'importo del credito per cui si procede e delle spese",
    "C": "una somma di denaro eguale all'importo del credito per cui si procede e delle spese, aumentato di tre decimi",
    "correct": "A"
  },
  {
    "id": 743,
    "q": "In base al codice di procedura civile, le persone che rappresentano in giudizio le persone giuridiche sono determinate:",
    "A": "unicamente dalla legge",
    "B": "unicamente dallo statuto",
    "C": "dalla legge o dallo statuto",
    "correct": "C"
  },
  {
    "id": 744,
    "q": "Il pignoramento presso terzi è possibile:",
    "A": "unicamente per le cose del debitore che sono in possesso di terzi",
    "B": "per le cose del debitore che sono in possesso di terzi e i crediti del debitore verso terzi",
    "C": "unicamente per i crediti del debitore verso terzi",
    "correct": "B"
  },
  {
    "id": 745,
    "q": "È possibile conferire la procura speciale alle liti rilasciandola su un documento informatico separato?",
    "A": "Sì, purché esso sia collegato all'atto cui si riferisce mediante determinati strumenti informatici",
    "B": "Sì, sempre",
    "C": "Unicamente se il difensore è iscritto all'albo dei cassazionisti",
    "correct": "A"
  },
  {
    "id": 746,
    "q": "Se in sede di distribuzione della somma ricavata dall'esecuzione forzata sorge una controversia tra i creditori concorrenti, il giudice deve sospendere la distribuzione della somma?",
    "A": "Unicamente se la controversia è relativa all'esistenza di diritti di prelazione",
    "B": "Sì, se la controversia è relativa alla sussistenza o all'ammontare di uno o più crediti o alla sussistenza di diritti di prelazione",
    "C": "No, mai, indipendentemente dall'autorità che dovrà decide la controversia",
    "correct": "B"
  },
  {
    "id": 747,
    "q": "In base al codice di procedura civile, se il creditore si vale cumulativamente di diversi mezzi di espropriazione forzata e il debitore si oppone a ciò, il giudice è tenuto a limitare questi mezzi a uno?",
    "A": "Sì, vi è tenuto",
    "B": "Vi è tenuto se uno dei mezzi è l'espropriazione immobiliare, che è il mezzo con cui l'esecuzione proseguirà",
    "C": "No, non vi è tenuto",
    "correct": "C"
  },
  {
    "id": 748,
    "q": "In base al codice di procedura civile, se la parte non si presenta all'interrogatorio o non risponde:",
    "A": "viene fissata una nuova data per l'interrogatorio",
    "B": "il collegio, valutato ogni altro elemento di prova, può ritenere come ammessi i fatti dedotti nell'interrogatorio",
    "C": "il collegio deve ritenere come ammessi i fatti dedotti nell'interrogatorio",
    "correct": "B"
  },
  {
    "id": 749,
    "q": "L'eccezione di incompetenza per territorio se non contiene l'indicazione del giudice che la parte ritiene competente:",
    "A": "può essere integrata successivamente",
    "B": "si ha per non proposta",
    "C": "viene integrata d'ufficio dal giudice",
    "correct": "B"
  },
  {
    "id": 750,
    "q": "Se il giudice ordina la vendita delle cose sottoposte a sequestro in caso di pericolo di loro deterioramento, il prezzo ricavato dalla vendita: viene attribuito al creditore, che però deve prestare idonea garanzia per l'eventuale restituzione rimane sequestrato in luogo delle cose vendute viene restituito al debitore, a meno che sia concessa l'esecuzione provvisoria una somma di denaro eguale all'importo del credito per cui si procede e delle spese, aumentato di due decimi 1 B 85 A 169 A 253 A 337 B 421 B 505 B 589 B 673 C 2 A 86 B 170 C 254 B 338 A 422 A 506 C 590 B 674 C 3 A 87 B 171 C 255 B 339 A 423 A 507 B 591 C 675 A 4 B 88 C 172 C 256 C 340 C 424 C 508 A 592 B 676 A 5 A 89 B 173 A 257 C 341 C 425 C 509 C 593 A 677 A 6 B 90 A 174 C 258 B 342 C 426 A 510 A 594 A 678 A 7 A 91 A 175 A 259 A 343 A 427 A 511 B 595 A 679 C 8 B 92 C 176 A 260 B 344 C 428 A 512 B 596 C 680 C 9 C 93 A 177 A 261 C 345 A 429 C 513 B 597 C 681 A 10 B 94 A 178 A 262 C 346 C 430 C 514 C 598 C 682 A 11 C 95 B 179 C 263 C 347 C 431 B 515 C 599 B 683 A 12 B 96 C 180 A 264 B 348 C 432 C 516 B 600 C 684 A 13 B 97 C 181 C 265 C 349 C 433 B 517 C 601 B 685 C 14 B 98 A 182 A 266 B 350 C 434 A 518 B 602 A 686 B 15 C 99 C 183 C 267 C 351 B 435 C 519 A 603 B 687 A 16 C 100 A 184 C 268 C 352 C 436 A 520 B 604 B 688 C 17 C 101 C 185 B 269 A 353 A 437 A 521 C 605 A 689 B 18 C 102 C 186 B 270 B 354 B 438 C 522 B 606 A 690 B 19 A 103 A 187 B 271 A 355 B 439 A 523 C 607 A 691 A 20 B 104 A 188 C 272 A 356 B 440 C 524 B 608 C 692 B 21 B 105 A 189 C 273 C 357 B 441 C 525 B 609 A 693 B 22 C 106 B 190 A 274 C 358 B 442 A 526 C 610 A 694 B 23 B 107 B 191 A 275 B 359 B 443 C 527 C 611 C 695 C 24 C 108 A 192 B 276 A 360 B 444 A 528 C 612 B 696 C 25 B 109 C 193 C 277 C 361 C 445 B 529 C 613 A 697 B 26 C 110 A 194 A 278 C 362 B 446 A 530 C 614 C 698 C 27 A 111 C 195 A 279 A 363 C 447 B 531 A 615 C 699 C 28 B 112 A 196 C 280 C 364 C 448 A 532 B 616 B 700 C 29 B 113 C 197 A 281 A 365 B 449 A 533 B 617 A 701 A 30 A 114 A 198 A 282 A 366 A 450 B 534 C 618 B 702 B 31 B 115 C 199 A 283 B 367 A 451 A 535 B 619 B 703 C 32 A 116 C 200 C 284 A 368 B 452 A 536 B 620 B 704 B 33 B 117 B 201 B 285 B 369 A 453 B 537 B 621 A 705 C 34 A 118 C 202 A 286 C 370 B 454 C 538 A 622 B 706 A 35 B 119 C 203 A 287 B 371 B 455 B 539 C 623 C 707 B 36 C 120 B 204 A 288 B 372 A 456 B 540 A 624 B 708 A 37 B 121 A 205 B 289 A 373 A 457 B 541 A 625 B 709 A 38 B 122 B 206 C 290 A 374 A 458 C 542 B 626 B 710 B 39 A 123 B 207 B 291 C 375 C 459 B 543 A 627 B 711 C 40 A 124 B 208 B 292 B 376 A 460 C 544 B 628 C 712 B 41 A 125 C 209 A 293 B 377 A 461 C 545 B 629 A 713 C 42 A 126 A 210 B 294 B 378 B 462 B 546 C 630 A 714 A 43 C 127 A 211 A 295 C 379 B 463 A 547 C 631 C 715 A 44 C 128 B 212 B 296 B 380 B 464 A 548 A 632 C 716 C 45 B 129 B 213 A 297 B 381 B 465 A 549 A 633 B 717 C 46 C 130 C 214 B 298 A 382 A 466 B 550 A 634 C 718 C 47 B 131 A 215 B 299 A 383 A 467 C 551 A 635 C 719 A 48 A 132 C 216 A 300 C 384 A 468 A 552 C 636 A 720 C 49 A 133 A 217 A 301 C 385 C 469 A 553 C 637 B 721 B 134 A 218 C 302 B 386 B 470 B 554 B 638 B 722 C 51 A 135 B 219 B 303 A 387 B 471 B 555 B 639 B 723 C 52 C 136 C 220 A 304 A 388 B 472 A 556 A 640 A 724 A 53 B 137 C 221 A 305 C 389 B 473 A 557 C 641 A 725 A 54 C 138 A 222 B 306 C 390 C 474 C 558 B 642 B 726 A 55 C 139 C 223 A 307 B 391 A 475 C 559 A 643 B 727 B 56 C 140 A 224 B 308 B 392 A 476 A 560 A 644 B 728 B 57 A 141 B 225 A 309 C 393 A 477 C 561 A 645 C 729 C 58 A 142 B 226 C 310 A 394 C 478 A 562 C 646 B 730 A 59 B 143 B 227 A 311 B 395 C 479 A 563 B 647 C 731 C 60 B 144 C 228 A 312 C 396 B 480 A 564 C 648 A 732 A 61 A 145 A 229 B 313 B 397 B 481 A 565 A 649 B 733 C 62 B 146 A 230 B 314 B 398 B 482 B 566 C 650 B 734 C 63 B 147 A 231 A 315 C 399 A 483 B 567 A 651 B 735 A 64 C 148 A 232 C 316 A 400 B 484 A 568 C 652 B 736 A 65 C 149 A 233 A 317 B 401 A 485 C 569 A 653 B 737 B 66 B 150 C 234 A 318 B 402 A 486 C 570 A 654 B 738 B 67 A 151 B 235 B 319 B 403 C 487 B 571 C 655 B 739 A 68 A 152 C 236 B 320 C 404 A 488 B 572 C 656 A 740 A 69 A 153 A 237 C 321 A 405 C 489 B 573 A 657 C 741 C 70 B 154 A 238 B 322 C 406 A 490 C 574 C 658 C 742 A 71 A 155 C 239 A 323 C 407 C 491 A 575 A 659 C 743 C 72 C 156 A 240 C 324 C 408 A 492 C 576 B 660 B 744 B 73 B 157 C 241 A 325 C 409 C 493 C 577 C 661 C 745 A 74 B 158 B 242 B 326 A 410 B 494 C 578 B 662 A 746 B 75 B 159 B 243 C 327 A 411 B 495 A 579 B 663 A 747 C 76 A 160 A 244 A 328 B 412 B 496 C 580 B 664 A 748 B 77 B 161 B 245 A 329 C 413 C 497 C 581 B 665 C 749 B 78 B 162 C 246 B 330 C 414 C 498 C 582 A 666 A 750 B 79 C 163 A 247 A 331 A 415 A 499 B 583 A 667 B 80 C 164 C 248 C 332 B 416 C 500 A 584 A 668 C 81 A 165 A 249 C 333 C 417 C 501 A 585 A 669 A 82 A 166 B 250 B 334 B 418 A 502 C 586 A 670 C 83 B 167 B 251 C 335 A 419 A 503 C 587 C 671 A 84 B 168 B 252 C 336 A 420 B",
    "A": "504 B",
    "B": "588 A",
    "C": "672 A",
    "correct": "B"
  }
]